Repository: Rolisteam/rolisteam
Catalog: po/rolisteam_*.po
Languages: ca, fr, ro_ro

# PdfViewer|
source: PDF transfert can be really heavy. Do you want to continue and share the PDF?
ca: La transferència de PDF pot resultar pesada. Vol continuar i compartir el PDF?
fr: Les Fichiers PDF peuvent être très lourds. Voulez-vous vraiment continuer le partage du document ?
ro_ro: Transferul PDF poate fi foarte greu. Vrei să continuăm și să partajăm PDF-ul?

# PersonDialog|
source: Name:
ca: Nom:
fr: Nom:
ro_ro: Nume:

# PersonDialog|
source: Color:
fr: Couleur:
ro_ro: Culoare:

# PersonDialog|
source: Load Avatar
ca: Carregar avatar
fr: Charger Avatar
ro_ro: Încărcare avatar

# PlayerWidget|
source: Play
ca: Jugar
fr: Lecture
ro_ro: Redă

# PlayerWidget|
source: Pause
ca: Pausar
ro_ro: Pauză

# PlayerWidget|
source: Stop at the end
ca: Aturar al finalitzar
fr: S'arreter à la fin
ro_ro: Oprește-te la sfârșit

# PlayerWidget|
source: Play in loop
ca: Reproduir en bucle
fr: Lire en boucle
ro_ro: Joacă în buclă

# PlayerWidget|
source: Shuffle Mode
ca: Mode aleatori
fr: Mode Aléatoire
ro_ro: Mod aleator

# PlayerWidget|
source: Open Directory
ca: Obrir directori
fr: Ouvrir un répertoire
ro_ro: Deschide directorul

# PlayerWidget|
source: Mute Volume
ca: Mutejar volum
fr: Couper le son
ro_ro: Dezactivează sunetul

# PlayerWidget|
source: load TableTopAudio.com playlist
ca: Carregar llista de reproducció TableTopAudio.com
fr: Charger la liste de lecture de TableTopAudio.com
ro_ro: încarcă playlistul TableTopAudio.com

# PlayerWidget|
source: Open Playlist
ca: Obrir llista de reproducció
fr: Ouvrir Liste de Lecture
ro_ro: Deschide playlist

# PlayerWidget|
source: Save Playlist
ca: Desar llista de reproducció
fr: Enregistrer la Liste de Lecture
ro_ro: Salvare listă de redare

# PlayerWidget|
source: Clear
ca: Netejar
fr: Videz
ro_ro: Curăță

# PlayerWidget|
source: Add Songs
ca: Afegir cançons
fr: Ajouter chansons
ro_ro: Adaugă melodii

# PlayerWidget|
source: Open Stream
ca: Obrir Stream
fr: Ouvrir un flux
ro_ro: Deschide flux

# PlayerWidget|
source: Remove Song
ca: Eliminar cançó
fr: Supprimer une chanson
ro_ro: Elimină melodie

# PlayerWidget|
source: Add song to the list
ca: Afegir cançó a la llista
fr: Ajouter des musiques à la liste
ro_ro: Adaugă melodie la listă

# PlayerWidget|
source: Remove selected file
ca: Eliminar arxiu seleccionat
fr: Supprimer le fichier selectionné
ro_ro: Elimină fișierul selectat

# PlayerWidget|
source: Add song
ca: Afegir cançó
fr: Ajouter musique
ro_ro: Adaugă melodie

# PlayerWidget|
source: Audio files (%1)
ca: Arxius audio (%1)
fr: Fichiers Audios: (%1)
ro_ro: Fișiere audio (%1)

# PlayerWidget|
source: Attention!
ca: Atenció
ro_ro: Atenție!

# PlayerWidget|
source: You are about to load an new playlist. All previously load file will be dropped.
ca: Esteu apunt de carregar una llista de reproducció nova. Tots els arxius carregats anteriorment seran descartats.
fr: Vous êtes sur le point de charger une playlist. Tous les fichiers précédement chargés seront perdus.
ro_ro: Ești pe cale să încarci un nou playlist. Toate fișierele încărcate anterior se vor pierde.

# PlayerWidget|
source: Open Play List
ca: Obrir Llista de reproducció
fr: Ouvrir Liste de Lecture
ro_ro: Deschide playlist

# PlayerWidget|
source: Open audio Stream
ca: Obrir Stream audio
fr: Ouvrir Flux Audio
ro_ro: Deschide flux audio

# PlayerWidget|
source: Load Directory
ca: Carregar directori
fr: Charger un répertoire
ro_ro: Încarcă director

# PlayerWidget|
source: Save Play List
ca: Desar llista de reproducció
fr: Sauvegarder liste de lecture
ro_ro: Salvare listă de redare

# PreferencesDialog|
source: Import Dice Aliases or States
ca: Importar estats del dau
fr: Importer Alias de dés ou états
ro_ro: Importă pseudonime zaruri sau state

# PreferencesDialog|
source: Supported Rule files (*.rr *.json)
ca: Arxius de regles compatibles (*.rr *.json)
fr: Fichier de règles (*.rr *.json)
ro_ro: Fișiere de reguli acceptate (*.rr *.json)

# PreferencesDialog|
source: Export Dice Aliases or States
ca: Exportar estats del dau
fr: Exporter Alias de dés ou états
ro_ro: Exportă pseudonime zaruri sau state

# PreferencesDialog|
source: Preferences
ca: Preferències
fr: Préférences
ro_ro: Preferințe

# PreferencesDialog|
source: Images (*.png *.xpm *.jpg *.gif *.bmp)
ca: Imatges (*.png *.xpm *.jpg *.gif *.bmp)
ro_ro: Imagini (*.png *.xpm *.jpg *.gif *.bmp)

# PreferencesDialog|
source: Css Editor
ca: Editor Css
fr: Editeur Css
ro_ro: Editor CSS

# PreferencesDialog|
source: <li>Image Format : %1 value %2</li>
ca: <li>Format d’imatge : %1 valor %2</li>
fr: <li>Format d'image: %1 valeur %2</li>
ro_ro: <li>Format imagine : %1 valoare %2</li>

# PreferencesDialog|
source: <h2>Supported Image Formats:</h2><ul>
ca: <h2>Formats d’imatge compatibles:</h2><ul>
fr: <h2>Formats d'images supportés:</h2><ul>
ro_ro: <h2>Formate de imagine suportate:</h2><ul>

# PreferencesDialog|
source: </ul>End of Image Format
ca: </ul> Final de format d’imatge
fr: </ul>Fin des formats d'images
ro_ro: </ul>Sfârșit de format de imagine

# PreferencesDialog|
source: <h2>Font families:</h2><ul>
ca: <h2> Tipus de lletra:</h2><ul>
fr: <h2>Familles de Polices</h2><ul>
ro_ro: <h2>Familii de fonturi:</h2><ul>

# PreferencesDialog|
source: </ul>End of Font families
ca: </ul> Final de tipus de lletra
fr: </ul>Fin des Familles de Polices
ro_ro: </ul>Sfârșit familii de fonturi

# PreferencesDialog|
source: <h2>Audio file formats Support:</h2><ul>
ca: <h2> Formats d'arxius àudio compatibles:</h2><ul>
fr: <h2>Formats Audio supportés:</h2><ul>
ro_ro: <h2>Formate audio Suportate:</h2><ul>

# PreferencesDialog|
source: </ul>End of Supported Audio file formats
ca: </ul> Final d'arxius àudio compatibles
fr: </ul>Fin des Fichiers Audios Supportés
ro_ro: </ul>Sfârșit de formate audio suportate

# PreferencesDialog|
source: Export Rolisteam Theme
ca: Exportar tema de Rolisteam
fr: Exporter le thème
ro_ro: Exportă tema Rolisteam

# PreferencesDialog|
source: Rolisteam Theme: %1
ca: Tema de Rolisteam:
fr: Thème de Rolisteam: %1
ro_ro: Tema Rolisteam: %1

# PreferencesDialog|
source: Import Rolisteam Theme
ca: Importar tema de Rolisteam
fr: Importer un thème Rolisteam
ro_ro: Importă tema Rolisteam

# PreferencesDialogBox|
source: Themes
ca: Temes
fr: Thèmes
ro_ro: Teme

# PreferencesDialogBox|
source: Application Paths
ca: Camins d'aplicacions
fr: Chemins de fichiers
ro_ro: Căi aplicație

# PreferencesDialogBox|
source: Fog Of War:
ca: Boira de guerra:
fr: Brouillard de Guerre:
ro_ro: Ceață de război:

# PreferencesDialogBox|
source: Opacity Value:
ca: Valor de l’opacitat:
fr: Valeur d'opacité:
ro_ro: Valoare opacitate:

# PreferencesDialogBox|
source: Only apply on future maps.
ca: Aplicar només a mapes futurs.
fr: Ne s'applique qu'aux futures cartes (reçues ou créées).
ro_ro: Aplică doar hărților viitoare.

# PreferencesDialogBox|
source: Full Screen at launch
ca: Pantalla completa a l’iniciar
fr: Plein écran au démarrage
ro_ro: Ecran complet la lansare

# PreferencesDialogBox|
source: <html><head/><body><p>Some users have experienced disconnection while they don't send or receive any message. </p><p>This feature is sending heartbeat message to prevent that behaviour.</p></body></html>
fr: <html><head/><body><p>En période d'inactivité, certains dispositifs réseaux coupent les connexions.</p><p>Cette fonctionnalité envoie un signal de vie pour empecher les déconnexions.</p></body></html>
ro_ro: <html><head/><body><p>Anumiți utilizatori au fost deconectați când nu au trimis sau primit niciun mesaj. </p><p>Această funcție trimite mesaje de verificare a activității pentru a împiedica comportamentul respectiv.</p></body></html>

# PreferencesDialogBox|
source: Keep connection alive
ca: Mantenir la connexió
fr: Garder la connexion active
ro_ro: Menținere conexiune activă

# PreferencesDialogBox|
source: Every
ca: Cada
fr: Tous
ro_ro: La fiecare

# PreferencesDialogBox|
source: All subwindows will have a short title (making tab shorter)
ca: Totes les sub-finestres tindran un títol reduït
fr: Toutes les sous-fenêtres auront un titre court (les onglets seront moins larges)
ro_ro: Toate ferestrele secundare vor avea un titlu scurt (care face fila mai scurtă)

# PreferencesDialogBox|
source: Short title in Tabview
ca: Títol reduït al visor de pestanyes
fr: Couper les titres des onglets
ro_ro: Titlu scurt în Vizualizare filă

# PreferencesDialogBox|
source: Max Length:
ca: Llargada màxima:
fr: Longueur maximum:
ro_ro: Lungime maximă:

# PreferencesDialogBox|
source: Default Map Permission:
ca: Permís de mapa per defecte:
fr: Carte par défaut autorisée:
ro_ro: Permisiuni implicite hartă:

# PreferencesDialogBox|
source: Translation File*:
ca: Arxiu de traducció*:
fr: Fichier de traduction*:
ro_ro: Fișier de traduceri*:

# PreferencesDialogBox|
source: * : need restart
ca: * : necessita reiniciar
fr: *: redémarrage nécessaire
ro_ro: * : necesită repornire

# PreferencesDialogBox|
source: Messaging
ca: Missatgeria
fr: Messagerie
ro_ro: Mesagerie

# PreferencesDialogBox|
source: Item Highlight Color
ca: Color per a destacar objecte
fr: Surbrillance des éléments Couleur
ro_ro: Culoare evidențiere element

# PreferencesDialogBox|
source: Pen Width Highlight:
ca: Amplada del bolígraf
fr: Largeur de la surbrillance:
ro_ro: Evidențierea lățimii creionului:

# PreferencesDialogBox|
source: Don't show "Tips of the day"
ca: No mostrar “Consells diaris”
fr: Ne jamais montrer les «astuces du jours»
ro_ro: Nu afișa „Sfaturile zilei”

# PreferencesDialogBox|
source: Show time
ca: Mostrar hora
fr: Active horodatage
ro_ro: Afișare timp

# PreferencesDialogBox|
source: Color of Time:
ca: Color per al temps:
fr: Couleur de l'horodatage:
ro_ro: Culoare timp:

# PreferencesDialogBox|
source: Hide Long commands
ca: Ocultar les ordres llargues
fr: Cacher les commandes longues
ro_ro: Ascunde comenzile lungi

# PreferencesDialogBox|
source: Maximum Lenght :
ca: Llargada máxima
fr: Longueur maximum:
ro_ro: Lungimea maximă :

# PreferencesDialogBox|
source: Theme
ca: Tema
fr: Thème
ro_ro: Tema

# PreferencesDialogBox|
source: Theme name
ca: Nom del tema
fr: Nom du Thème
ro_ro: Numele temei

# PreferencesDialogBox|
source: Styles:
ca: Estils:
fr: Style:
ro_ro: Stiluri:

# PreferencesDialogBox|
source: Copy
ca: Copiar
fr: Copie
ro_ro: Copiază

# PreferencesDialogBox|
source: Delete
ca: Suprimir
fr: Supprimer
ro_ro: Șterge

# PreferencesDialogBox|
source: Edit...
ca: Editar...
fr: Edition...
ro_ro: Editare...

# PreferencesDialogBox|
source: Background
ca: Fons
fr: Arrière-plan
ro_ro: Fundal

# PreferencesDialogBox|
source: Color:
fr: Couleur:
ro_ro: Culoare:

# PreferencesDialogBox|
source: Image:
ca: Imatge:
ro_ro: Imagine:

# PreferencesDialogBox|
source: Positioning:
ca: Posicionament:
fr: Positionnement:
ro_ro: Poziționare:

# PreferencesDialogBox|
source: TopLeftCorner
ca: Cantonada superior esquerra
fr: Coin gauche haut
ro_ro: Colțul stânga sus

# PreferencesDialogBox|
source: BottomLeftCorner
ca: Cantonada inferior esquerra
fr: Coint Gauche Bas
ro_ro: Colțul stânga jos

# PreferencesDialogBox|
source: Center
ca: Centre
fr: Centre
ro_ro: Centru

# PreferencesDialogBox|
source: TopRightCorner
ca: Cantonada superior dreta
fr: Coin droit haut
ro_ro: Colțul dreapta sus

# PreferencesDialogBox|
source: BottomRightCorner
ca: Cantonada inferior dreta
fr: Coin Droit Bas
ro_ro: Colțul dreapta jos

# PreferencesDialogBox|
source: Scaled
ca: Escalat
fr: Mise à l'échelle
ro_ro: Scalat

# PreferencesDialogBox|
source: Filled
ca: Emplenat
fr: Etiré
ro_ro: Plin

# PreferencesDialogBox|
source: Repeated
ca: Repetit
fr: Répété
ro_ro: Repetat

# PreferencesDialogBox|
source: Dice Highlight Color
ca: Color per a destacar dau
fr: Couleur de surbrillance des Dés
ro_ro: Culoare evidențiere zar

# PreferencesDialogBox|
source: Color Palette
ca: Paleta de colors
fr: Palette de couleurs
ro_ro: Paletă de culori

# PreferencesDialogBox|
source: Import…
ca: Importar...
fr: Importer...
ro_ro: Importă…

# PreferencesDialogBox|
source: Export…
ca: Exportar...
fr: Exporter...
ro_ro: Exportă…

# PreferencesDialogBox|
source: Enable Data collection
ca: Activar recopilació de dades
fr: Activer la collecte de données
ro_ro: Activează colectarea datelor

# PreferencesDialogBox|
source: <html><head/><body><p><span style=" font-size:9pt;">Collected data are anonymous. <br/>By default, only data about rolisteam are collected. Which actions have been used.<br/><br/>Checking </span><span style=" font-size:9pt; font-weight:600;">All Usages</span><span style=" font-size:9pt;"> box enables the collect of data about rolisteam in desktop environment.<br/>We mainly try to know if Rolisteam is visible, its size or if it has the focus. <br/>It may be helpful to understand how people use Rolisteam on Desktop. <br/>University studies may find those data intersting.<br/><br/>Debug data makes rolisteam to log every click on every button or action. It is a deeper mode.<br/>It may slow down a bit rolisteam.</span></p><p><span style=" font-size:9pt;">To know more about data collection: </span><a href="http://www.rolisteam.org/datacollection.html"><span style=" font-size:9pt; text-decoration: underline; color:#007af4;">www.rolisteam.org/datacollection.html</span></a></p></body></html>
ca: <html><head/><body><p><span style=" font-size:9pt;"> La informació recopilada és anonima. <br/>Per defecte, només es recopila informació relacionada a Rolisteam. <br/><br/>Revisant</span><span style=" font-size:9pt; font-weight:600;">La casella de Tots els usos</span><span style=" font-size:9pt;"> activa la recopilació d”informació de Rolisteam.<br/> <br/>
fr: <html><head/><body><p><span style=" font-size:9pt;">Les données collectées ne sont pas nominatives. <br/>Il existe deux types collectes de données:<br/>-Le </span><span style=" font-size:9pt; font-weight:600;">premier mode</span><span style=" font-size:9pt;"> est destiné à l'équipe Rolisteam <br/>et son but est d'améliorer </span><span style=" font-size:9pt; font-weight:600;">Rolisteam</span><span style=" font-size:9pt;"> .<br/>-Le</span><span style=" font-size:9pt; font-weight:600;">second</span><span style=" font-size:9pt;"> mode de collecte est réservé à l'étude du jeu de rôle. <br/>Il est fait pour fournir des données brutes aux </span><span style=" font-size:9pt; font-weight:600;">chercheurs universitaires </span><span style=" font-size:9pt;">.</span></p><p><span style=" font-size:9pt;">Pour plus de détails: </span><a href="http://www.rolisteam.org/datacollection.html"><span style=" font-size:9pt; text-decoration: underline; color:#007af4;">www.rolisteam.org/datacollection.html</span></a></p></body></html>
ro_ro: <html><head/><body><p><span style=" font-size:9pt;">Datele colectate sunt anonime. <br/>În mod implicit, sunt colectate numai date despre rolisteam. Care acțiuni au fost folosite.<br/><br/>Bifarea căsuței </span><span style=" font-size:9pt; font-weight:600;">Toate utilizările</span><span style=" font-size:9pt;"> permite colectarea datelor despre rolisteam în mediul desktop.<br/>Încercăm în principal să aflăm dacă Rolisteam este vizibil, dimensiunea sa sau dacă este focalizat. <br/>Poate fi util să înțelegem cum folosesc oamenii Rolisteam pe Desktop. <br/>Studiile universitare pot considera că aceste date sunt interesante.<br/><br/> Datele de depanare determină rolisteam să înregistreze fiecare clic pe fiecare buton sau acțiune. Este un mod mai profund.<br/>S-ar putea să încetinească rolisteam puțin.</span></p><p><span style=" font-size:9pt;">Pentru a afla mai multe despre colectarea de date: </span><a href="http://www.rolisteam.org/datacollection.html"><span style=" font-size:9pt; text-decoration: underline; color:#007af4;">www.rolisteam.org/datacollection.html</span></a></p></body></html>

# PreferencesDialogBox|
source: All Usages
ca: Tots els usos
fr: Tous les usages
ro_ro: Toate utilizările

# PreferencesDialogBox|
source: Import DiceAlias and States
ca: Importar estat del dau
fr: Importer Alias de dés ou états
ro_ro: Importă pseudonim zaruri și state

# PreferencesDialogBox|
source: Export DiceAliases and States
ca: Exportar estat del dau
fr: Exporter Alias de dés ou états
ro_ro: Exportă pseudonime zaruri și state

# PreferencesDialogBox|
source: Behaviour
ca: Comportament
fr: Comportement
ro_ro: Comportament

# PreferencesDialogBox|
source: Diagnostic
ca: Diagnòstic
ro_ro: Diagnoză

# PreferencesDialogBox|
source: Check for Update
ca: Comprovar si hi ha actualitzacions
fr: Vérification des mises à jour
ro_ro: Verifică actualizări

# PreferencesDialogBox|
source: Map
ca: Mapa
fr: Plan
ro_ro: Hartă

# PreferencesDialogBox|
source: Pictures fit their Windows (at the opening)
ca: Les imatges s'ajusten a les finestres (a l’iniciar)
fr: Les images s'adaptent à leur fenêtre (à l'ouverture)
ro_ro: Imaginile se potrivesc ferestrelor (la deschidere)

# PreferencesDialogBox|
source: Character Sheet
ca: Full de personatge
fr: Fiche de personnage
ro_ro: Fișă de personaj

# PreferencesDialogBox|
source: Time between page:
ca: Temps entre pàgines:
fr: Temps entre deux pages:
ro_ro: Timp între pagini:

# PreferencesDialogBox|
source: Current Theme*
ca: Tema actual*
fr: Thème courant
ro_ro: Tema actuală*

# PreferencesDialogBox|
source: *: need restart
ca: *: necessita reiniciar
fr: *: Redémarrage nécessaire
ro_ro: * : necesită repornire

# PreferencesDialogBox|
source: Directories
ca: Directoris
fr: Répertoires
ro_ro: Directoare

# PreferencesDialogBox|
source: Pictures :
ca: Imatges :
fr: Images:
ro_ro: Imagini :

# PreferencesDialogBox|
source: Map :
ca: Mapa :
fr: Carte :
ro_ro: Hartă :

# PreferencesDialogBox|
source: Scenarios :
ca: Escenaris :
fr: Scénarios :
ro_ro: Scenarii :

# PreferencesDialogBox|
source: Minutes :
ca: Minuts :
fr: Notes :
ro_ro: Minute :

# PreferencesDialogBox|
source: Character Sheet:
ca: Full de personatge
fr: Fiche de personnage:
ro_ro: Fișă de personaj:

# PreferencesDialogBox|
source: Rule Set
ca: Conjunt de regles
fr: Outils & règles
ro_ro: Set de reguli

# PreferencesDialogBox|
source: Dice Alias
ca: Àlies del dau
fr: Alias de dés
ro_ro: Alias zaruri

# PreferencesDialogBox|
source: Dice Command
ca: Ordre de dau
fr: Commande de Dés
ro_ro: Comandă zaruri

# PreferencesDialogBox|
source: Converted
ca: Convertit
fr: Converti
ro_ro: Convertit

# PreferencesDialogBox|
source: Add
ca: Afegir
fr: Ajouter
ro_ro: Adaugă

# PreferencesDialogBox|
source: Up
ca: Amunt
fr: Monter
ro_ro: Sus

# PreferencesDialogBox|
source: Down
ca: Avall
fr: Descendre
ro_ro: Jos

# PreferencesDialogBox|
source: Top
ca: Principi
fr: En Haut
ro_ro: Partea de sus

# PreferencesDialogBox|
source: Music Player 1 :
ca: Reproductor de música 1:
fr: Lecteur audio 1 :
ro_ro: Muzică Jucător 1 :

# PreferencesDialogBox|
source: Music Player 2 :
ca: Reproductor de música 2:
fr: Lecteur audio 2 :
ro_ro: Muzică Jucător 2 :

# PreferencesDialogBox|
source: Music Player 3 :
ca: Reproductor de música 3:
fr: Lecteur audio 3 :
ro_ro: Muzică Jucător 3 :

# PreferencesDialogBox|
source: Bottom
ca: Últim
fr: en Bas
ro_ro: Partea de jos

# PreferencesDialogBox|
source: Character State
ca: Estat del personatge
fr: État du personnage
ro_ro: Stare personaj

# PreferencesDialogBox|
source: Data collection
ca: Recopilació de dades
fr: Collecte de données
ro_ro: Colectarea datelor

# PreferencesDialogBox|
source: May slow down rolisteam
ca: Podria ralentitzar Rolisteam
fr: Peut ralentir Rolisteam
ro_ro: Poate încetini rolisteam

# PreferencesDialogBox|
source: Include Debug data*
ca: Incloure dades de la depuració*
fr: Y joindre les données de débogue*
ro_ro: Include datele de depanare*

# PreferencesDialogBox|
source: Start
ca: Iniciar
fr: Démarrage
ro_ro: Începe

# PrivateChatDialog|
source: &Name :
ca: &Nom :
fr: &Nom :
ro_ro: &Nume :

# PrivateChatDialog|
source: &Owner :
ca: &Propietari :
fr: &Propriétaire :
ro_ro: Pr&oprietar :

# PrivateChatDialog|
source: &Player :
ca: &Jugador :
fr: &Joueur :
ro_ro: &Jucător :

# ProfileModel|
source: (clone)
ca: (còpia)
fr: (copie)
ro_ro: (clonă)

# QObject|
source: Unknown
ca: Desconegut
fr: Inconnu
ro_ro: Necunoscut

# QObject|
source: Loading error
ca: Error al carregar
fr: Erreur de chargement
ro_ro: Eroare la încărcare

# QObject|
source: Nothing was understood. To roll dice: !1d6 - full documation: <a href="https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md">https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md</a>
ca: No s”ha entès. Per a tirar dau: !1d6 - més informació a: <a href="https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md">https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md</a>
fr: Commande incompréhensible. Pour jeter un dé: !1d6 - documation complète: <a href="https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md">https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md</a>
ro_ro: Nu a fost înțeles nimic. Pentru a arunca zarurile:!1d6-documentație completă: <a href="https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md">https://github.com/Rolisteam/DiceParser/blob/master/HelpMe.md</a>

# QObject|
source: Unexpected character at %1 - end of command was ignored "%2"
ca: El caràcter inesperat a %1 - el final de l'ordre es va ignorar "%2"
fr: Caractère inattendu en position %1 - la fin de la commande a été ignoré "%2"
ro_ro: Caracter neașteptat la %1 - sfârșitul comenzii a fost ignorat "%2"

# QObject|
source: Expected closing parenthesis - can't validate the inside.
ca: Parèntesi de tancament previst: no es pot validar l'interior.
fr: Parenthèse fermante attendu - Impossible de valider l'intérieur.
ro_ro: Paranteză de închidere așteptată - interiorul nu poate fi validat.

# QObject|
source: Dice with %1 face(s) does not exist. Please, put a value higher than 0
ca: El dau amb %1 cara(es) no existeix.El dau amb %1 cara(es) no existeix. Inclou un valor superior a 0
fr: Un dé avec %1 face(s) n'existe pas. S'il vous plaît, veuillez entrer une valeur supérieure à 0
ro_ro: Zarul cu %1 fețe nu există. Te rugăm să pui o valoare mai mare de 0

# QObject|
source: List is missing after the L operator. Please, add it (e.g : 1L[sword,spear,gun,arrow])
ca: Falta la llista després de l”operador L. Afegeix-la (p.ex.: 1L[espasa,llança,pistola,fletxa])
fr: La liste est manquante après l'opérateur L. Veuillez en ajouter une (exemple: 1L[épée,lance,pistolet,flèche])
ro_ro: Lista lipsește după operatorul L. Te rugăm să o adaugi (de ex. 1L[sword,spear,gun,arrow])

# QObject|
source: Validator is missing after the c operator. Please, change it
ca: Falta el validador que segueix l’operador c. Canvia el validador.
fr: Validateur est manquant après l'opérateur c. Veuillez le changer
ro_ro: Lipsește validatorul după operatorul c. Te rugăm să modifici

# QObject|
source: Validator is always true for the %1 operator. Please, change it
ca: El validador sempre és cert per a l'operador %1. Canvia el validador
fr: Le validateur est toujours vrai pour l'opérateur %1. Veuillez le changer
ro_ro: Validatorul este întotdeauna adevărat pentru operatorul 1%. Te rugăm să îl modifici.

# QObject|
source: Condition can't be reached, causing endless loop. Please, change the %1 option condition
ca: Aquesta condició %1 produeix un bucle. Canvia la condició %1
fr: La condition ne peut pas être atteinte, causant une boucle infinie. Veuillez, changer la condition %1
ro_ro: Condiția nu poate fi atinsă, cauzând o buclă infinită. Te rugăm să modifici condiția opțiunii %1

# QObject|
source: Validator is missing after the %1 operator. Please, change it
ca: Falta el validador que segueix l’operador %1. Canvia el validador.
fr: Validateur est manquant après l'opérateur %1. Veuillez le changer
ro_ro: Lipsește validatorul după operatorul %1. Te rugăm să modifici
