Repository: Rolisteam/rolisteam
Catalog: po/rolisteam_*.po
Languages: ca, fr, ro_ro

# SharedNote|
source: Find All
ca: Buscar tots
fr: Rechercher toutes les occurences
ro_ro: Găsește toate

# SharedNote|
source: About Cahoots
ca: Sobre Cahoots
fr: A propos de Cahoots
ro_ro: Despre Cahoots

# SharedNote|
source: About Qt
ca: Sobre Qt
fr: A propos de Qt
ro_ro: Despre Qt

# SharedNote|
source: How to Collaborate
ca: Com col·laborar
fr: Comment collaborer
ro_ro: Cum să colaborezi

# SharedNote|
source: Print
ca: Imprimir
fr: Imprimer
ro_ro: Tipărește

# SharedNote|
source: Refresh
ca: Refrescar
fr: Rafraîchir
ro_ro: Reîmprospătează

# ShortCutEditorDialog|
source: Shortcut Viewer
ca: Visualitzador de dreceres
fr: Liste des raccourcis
ro_ro: Vizualizator scurtături

# ShortCutModel|
source: Action
ca: Acció
ro_ro: Acțiune

# ShortCutModel|
source: Key
ca: Clau
fr: Clé
ro_ro: Cheie

# Table|
source: Add line
ca: Afegir línia
fr: Ajouter une ligne
ro_ro: Adăugare rând

# Table|
source: Remove current Line
ca: Elimina la línia actual
fr: Supprimer la ligne courante
ro_ro: Elimină linia curentă

# Table|
source: Remove Last line
ca: Elimina l'última línia
fr: Supprimer la dernière ligne
ro_ro: Elimină ultima linie

# TextEdit|
source: About
ca: Quant a
fr: A propos
ro_ro: Despre

# TextEdit|
source: File Actions
ca: Accions d'arxius
fr: Actions Fichiers
ro_ro: Acțiuni fișier

# TextEdit|
source: &File
fr: &Fichier
ro_ro: &Fișier

# TextEdit|
source: &New
fr: &Nouveau
ro_ro: &Nou

# TextEdit|
source: &Open...
fr: &Ouvrir...
ro_ro: &Deschide...

# TextEdit|
source: &Save
fr: &Sauvegarder
ro_ro: &Salvare

# TextEdit|
source: Save &As...
fr: S&auvegarder Sous...
ro_ro: Salvare &ca...

# TextEdit|
source: &Print...
ca: &Imprimir
fr: Im&primer...
ro_ro: &Tipărire...

# TextEdit|
source: Print Preview...
ca: Imprimir previsualització...
fr: Aperçu de l'impression...
ro_ro: Previzualizare tipărire...

# TextEdit|
source: &Export PDF...
ca: &Exportar PDF...
fr: &Exportation PDF...
ro_ro: &Exportă PDF...

# TextEdit|
source: &Quit
ro_ro: &Ieși

# TextEdit|
source: Edit Actions
ca: Editar accions
fr: Editer Actions
ro_ro: Editare acțiuni

# TextEdit|
source: &Edit
ca: &Editar
fr: &Editer
ro_ro: &Editare

# TextEdit|
source: &Undo
ca: &Desfer
fr: &Défaire
ro_ro: &Anulare acțiune

# TextEdit|
source: &Redo
ca: &Refer
fr: &Refaire
ro_ro: &Refă acțiunea

# TextEdit|
source: Cu&t
ca: &Retallar
fr: Coupe&r
ro_ro: &Taie

# TextEdit|
source: &Copy
ca: &Copiar
fr: &Copier
ro_ro: &Copiază

# TextEdit|
source: &Paste
ca: &Enganxar
fr: Co&ller
ro_ro: &Lipire

# TextEdit|
source: Format Actions
ca: Accions de format
fr: Actions Format
ro_ro: Acțiuni de formatare

# TextEdit|
source: F&ormat
ro_ro: F&ormatare

# TextEdit|
source: &Bold
ca: &Negreta
fr: &Gras
ro_ro: A&ldin

# TextEdit|
source: &Italic
ca: &Cursiva
fr: &Italique
ro_ro: Curs&iv

# TextEdit|
source: &Underline
ca: &Subratllar
fr: So&ulignage
ro_ro: S&ubliniat

# TextEdit|
source: &Left
ca: &Esquerra
fr: &Gauche
ro_ro: Stân&ga

# TextEdit|
source: C&enter
ca: &Centre
fr: C&entre
ro_ro: C&entru

# TextEdit|
source: &Right
ca: &Dreta
fr: &Droite
ro_ro: D&reapta

# TextEdit|
source: &Justify
ca: &Justificar
fr: &Justifier
ro_ro: Amb&ele

# TextEdit|
source: &Color...
fr: &Couleur...
ro_ro: &Culoare...

# TextEdit|
source: Application
ca: Aplicació
ro_ro: Aplicație

# TextEdit|
source: The document has been modified. Do you want to save your changes?
ca: El document ha estat modificat. Vol desar els canvis?
fr: Le document a été modifié. Voulez-vous sauvegarder vos changements ?
ro_ro: Documentul a fost modificat. Vrei să salvezi schimbările tale?

# TextEdit|
source: Open File...
ca: Obrir fitxer...
fr: Ouvrir Fichier...
ro_ro: Deschide fișier...

# TextEdit|
source: ODF files (*.odt);;HTML-Files (*.htm *.html);;All Files (*)
ca: Fitxers ODF(*.odt);;Fitxers HTML (*.htm *.html);;Tots els fitxers (*)
fr: Fichiers ODF (*.odt);;HTML-Files (*.htm *.html);;Tous les fichiers (*)
ro_ro: Fișiere ODF (*.odt);;HTML-Files (*.htm *.html);;Toate fișierele (*)

# TextEdit|
source: HTML-Files (*.htm *.html);;All Files (*)
ca: Fitxers HTML (*.htm *.html);;Tots els fitxers (*)
fr: Fichiers - HTML (*.htm *.html);;Tous les fichiers (*)
ro_ro: Fișiere HTML (*.htm *.html);;Toate fișierele (*)

# TextEdit|
source: Save as...
ca: Anomenar i desar...
fr: Sauvegarder sous...
ro_ro: Salvare ca...

# TextEdit|
source: Print Document
ca: Imprimir document
fr: Imprimer le document
ro_ro: Tipărire document

# TextEdit|
source: This example demonstrates Qt's rich text editing facilities in action, providing an example document for you to experiment with.
ca: Aquest exemple demostra les facilitats d’edició de text de Qt en acció, proporcionant un document d'exemple per a practicar.
fr: Cet exemple démontre l'édition de textes riches par Qt, il fournit un document type pour vous aider.
ro_ro: Acest exemplu demonstrează facilitățile bogate de editare ale Qt, cu un document plin de exemple cu care să experimentezi.

# TextEdit|
source: OpenOffice 2.4 file format OASIS
ca: Format d’arxiu OpenOffice 2.4 OASIS:
fr: Fichier OpenOffice 2.4 format OASIS
ro_ro: OpenOffice 2.4 format OASIS

# TextItem|
source: Edit Text…
ca: Editar text...
fr: Modifier le texte…
ro_ro: Editare text...

# TextItem|
source: Adapt to content
ca: Adaptar al context
fr: Adapter au contenu
ro_ro: Adaptare la conținut

# TextItem|
source: Font Size
ca: Mida de la font
fr: Taille de la police
ro_ro: Dimensiune font

# TextItem|
source: Increase Text Size
ca: Augmentar mida del text
fr: Augmenter la taille de la police
ro_ro: Mărire dimensiune text

# TextItem|
source: Decrease Text Size
ca: Disminuir mida del text
fr: Diminuer la police
ro_ro: Reducere dimensiune text

# TipOfDayViewer|
source: %1 - Tip Of The Day
ca: %1 - Consell diari
fr: %1 - Astuce du jour
ro_ro: %1 - Sfatul zilei

# TipOfDayViewer|
source: No Service to open links
ca: Sense servei per a obrir enllaços
fr: Aucun service peut ouvrir des liens
ro_ro: Niciun serviciu pentru a deschide linkuri

# TipOfDayViewer|
source: Please find the type here: <a href="%1"</a>
ca: Trobeu el tipus aquí: <a href="%1"</a>
fr: Lire l’astuce: <a href="%1"</a>
ro_ro: Găsește tipul aici: <a href="%1"</a>

# TipOfDayViewer|
source: Never show it again !
ca: No ho tornis a mostrar
fr: Ne jamais plus afficher l’astuce du jour !
ro_ro: Nu mai afișa niciodată !

# UserListView|
source: Set Avatar...
ca: Configurar avatar...
fr: Ajouter un Avatar...
ro_ro: Setare avatar...

# UserListView|
source: Remove Avatar...
ca: Suprimir avatar...
fr: Supprimer Avatar…
ro_ro: Eliminare avatar...

# UserListView|
source: Health Points
ca: Punts de salut
fr: Points de vie
ro_ro: Puncte de sănătate

# UserListView|
source: Health Points Maximum
ca: Punts màxims de salut
fr: Points de vie maximum
ro_ro: Maxim puncte de sănătate

# UserListView|
source: Health Points Minimum
ca: Punts de salut mínims
fr: Points de vie minimum
ro_ro: Minim puncte de sănătate

# UserListView|
source: Distance per turn
ca: Distància per torn
fr: Distance par tour
ro_ro: Distanța per tură

# UserListView|
source: Initiative Command
ca: Comandament d’iniciativa
fr: Commande d'initiative
ro_ro: Comandă inițiativă

# UserListView|
source: Has initiative
ca: Té iniciativa
fr: Initiative définie
ro_ro: Are inițiativă

# UserListView|
source: Get value for %1 property
ca: Obteniu un valor per a la propietat %1
fr: Définir la valeur de la propriété %1
ro_ro: Obține valoarea pentru proprietatea %1

# UserListView|
source: Value:
ca: Valor:
fr: Valeur:
ro_ro: Valoare:

# UserListView|
source: Roll initiative
ca: Tirar d'iniciativa
fr: Jet d'initiative
ro_ro: Aruncă zarurile pentru inițiativă

# UserListView|
source: Set Property
ca: Propietat establerta
fr: Définir des propriétés
ro_ro: Setează proprietatea

# UserListView|
source: State
ca: Estat
fr: État
ro_ro: Stat

# UserListView|
source: Action
ca: Acció
ro_ro: Acțiune

# UserListView|
source: Shape
ca: Forma
fr: Forme
ro_ro: Formă

# UserListView|
source: Supported Image formats (*.jpg *.jpeg *.png *.bmp *.svg)
ca: Format d’imatges compatibles(*.jpg *.jpeg *.png *.bmp *.svg)
fr: Formats images acceptés (*.jpg *.jpeg *.png *.bmp *.svg)
ro_ro: Formate de imagine compatibile (*.jpg *.jpeg *.png *.bmp *.svg)

# VColorSelector|
source: Predefine Color 1
ca: Color predefinit 1
fr: Couleur prédéfinie 1
ro_ro: Predefinire culoare 1

# VColorSelector|
source: Red: %1, Green: %2, Blue: %3
ca: Vermell: %1, Verd: %2, Blau: %3
fr: Rouge: %1, Vert: %2, Bleu: %3
ro_ro: Roșu: %1, Verde: %2, Albastru: %3

# VMapFrame|
source: %1 - visibility: %2 - permission: %3 - layer: %4
ca: %1 - visibilitat: %2 - permís: %3 - capa: %4
fr: %1 - visibilité: %2 - permission: %3 - calque: %4
ro_ro: %1 - vizibilitate: %2 - permisiune: %3 - strat: %4

# VToolsBar|
source: Tools
ca: Eines
fr: Outils
ro_ro: Instrumente

# VToolsBar|
source: Pen
ca: Bolígraf
fr: Crayon
ro_ro: Stilou

# VToolsBar|
source: Line
ca: Línia
fr: Ligne
ro_ro: Linie

# VToolsBar|
source: Empty Rectangle
ca: Rectangle buit
fr: Rectangle vide
ro_ro: Dreptunghi gol

# VToolsBar|
source: filled Rectangle
ca: Rectangle omplert
fr: Rectangle plein
ro_ro: Dreptunghi plin

# VToolsBar|
source: Empty Ellipse
ca: El·lipse buit
fr: Ellipse vide
ro_ro: Elipsă goală

# VToolsBar|
source: Filled Ellipse
ca: El·lipse omplert
fr: Ellipse pleine
ro_ro: Elipsă plină

# VToolsBar|
source: Hand
ca: Mà
fr: Main
ro_ro: Mână

# VToolsBar|
source: Add NPC
ca: Afegir PNJ
fr: Ajouter PNJ
ro_ro: Adăugare NPC

# VToolsBar|
source: Rule
ca: Norma
fr: Règle
ro_ro: Regulă

# VToolsBar|
source: Path
ca: Camí
fr: Chemin
ro_ro: Cale

# VToolsBar|
source: Anchor
ca: Ancla
fr: Ancre
ro_ro: Ancoră

# VToolsBar|
source: Pipette
ca: Pipeta
ro_ro: Pipetă

# VToolsBar|
source: Highlighter
ca: Ressaltador
fr: Surligneur
ro_ro: Instrument de evidențiere

# VToolsBar|
source: Paint Bucket
ca: Pintures
fr: Pot de peinture
ro_ro: Găleată de vopsea

# VToolsBar|
source: Text With Border
ca: Text amb vora
fr: Texte avec bordures
ro_ro: Text cu margine

# VToolsBar|
source: Reset NPC counter
ca: Resetejar contador del PNJ
fr: Redémarrer le compteur des PNJ
ro_ro: Resetare contor NPC-uri

# VToolsBar|
source: NPC Name
ca: Nom del PNJ
fr: Nom des PNJ
ro_ro: Nume NPC

# VToolsBar|
source: NPC's number
ca: Número del PNJ
fr: Numero de PNJ
ro_ro: Număr NPC

# VToolsBar|
source: Mask
ca: Enmascarar
fr: Masquer
ro_ro: Mască

# VToolsBar|
source: Unmask
ca: Desenmascarar
fr: Démasquer
ro_ro: Anulare mască

# VToolsBar|
source: height of the pen
ca: Alçada del bolígraf
fr: Taille du crayon
ro_ro: înălțimea stiloului

# VToolsBar|
source: Opacity:
ca: Opacitat
fr: Opacité:
ro_ro: Opacitate:

# VisualItem|
source: Duplicate Item
ca: Duplicar objecte
fr: Duplication
ro_ro: Duplicare element

# VmapToolBar|
source: Toolbar for VMap
ca: Barra d’eines per al mapa vertical
fr: La boite à outils pour VMap
ro_ro: Bară de instrumente pentru VMap

# VmapToolBar|
source: Show Grid
ca: Mostrar graella
fr: Afficher la grille
ro_ro: Afișare grilă

# VmapToolBar|
source: Show/Hide Grid
ca: Mostrar/ocultar graella
fr: Montre/Cache la grille
ro_ro: Afișare/ascundere grilă

# VmapToolBar|
source: Grid Above
ca: Graella superior
fr: Grille au-dessus
ro_ro: Grila de deasupra

# VmapToolBar|
source: GM Only
ca: Només GM
fr: Uniquement le MJ
ro_ro: Numai GM

# VmapToolBar|
source: PC Move
ca: Moviment de Pj
fr: PJ en mouvement
ro_ro: Mutare PC

# VmapToolBar|
source: ALL
ca: TOTS
fr: Toutes
ro_ro: TOATE

# VmapToolBar|
source: Ground
ca: Terra
fr: Sol
ro_ro: Sol

# VmapToolBar|
source: Object
ca: Objecte
fr: Objet
ro_ro: Obiect

# VmapToolBar|
source: Character
ca: Personatge
fr: Personnage
ro_ro: Personaj

# VmapToolBar|
source: None
ca: Cap
fr: Aucun
ro_ro: Niciunul

# VmapToolBar|
source: Square
ca: Quadrat
fr: Carré
ro_ro: Pătrat

# VmapToolBar|
source: foot
ca: peu
fr: pied
ro_ro: picior

# VmapToolBar|
source: Hidden
ca: Amagat
fr: Caché
ro_ro: Ascuns

# VmapToolBar|
source: Fog of War
ca: Boira de guerra
fr: Brouillard de Guerre
ro_ro: Ceață de război

# VmapToolBar|
source: All
ca: Tots
fr: Tout
ro_ro: Toate

# VmapToolBar|
source: Background:
ca: Fons:
fr: Couleur de fond:
ro_ro: Fundal:

# VmapToolBar|
source: Grid:
ca: Cuadrícula:
fr: Grille:
ro_ro: Grilă

# VmapToolBar|
source: Permission:
ca: Permís:
ro_ro: Permisiune:

# VmapToolBar|
source: Visibility:
ca: Visibilitat:
fr: Visibilité:
ro_ro: Vizibilitate:

# VmapToolBar|
source: Layer:
ca: Capa
fr: Calque:
ro_ro: Strat:

# VmapToolBar|
source: Hide other Layers
ca: Amaga les altres capes
fr: Cacher les autres calques
ro_ro: Ascundere celelalte straturi

# VmapToolBar|
source: Character Vision
ca: Visió del personatge
fr: Vision des personnages
ro_ro: Viziune personaj

# VmapToolBar|
source: Collision
ca: Col·lisió
ro_ro: Coliziune

# VmapToolBar|
source: Show transparent Item
ca: Mostra objectes transparents
fr: Afficher les éléments transparents
ro_ro: Afișare element transparent

# WebView|
source: Form
ca: Formulari
fr: Formulaire
ro_ro: Formular

# WebView|
source: %1 - WebPage
ca: %1 - Lloc web
fr: %1 - Page Web
ro_ro: %1 - Pagină de internet

# WebView|
source: Share
ca: Compartir
fr: Partage
ro_ro: Partajează

# WebView|
source: Previous
ca: Anterior
fr: Précédent
ro_ro: Înapoi

# WebView|
source: Reload
ca: Recarrèga
fr: Recharger
ro_ro: Reîncarcă

# WebView|
source: Keep Sharing
ca: Continua compartint
fr: Partage continu
ro_ro: Continuă partajarea

# XMLTextEdit|
source: Found xml error
ca: S’ha trobat un error d’xml
fr: Erreur XML trouvée
ro_ro: S-a găsit o eroare xml

# XMLTextEdit|
source: Check line %1 column %2 on string "%3"!
ca: Revisa línia %1 columna %2 a la cadena “%3”
fr: Vérifiez la ligne %1 à l'emplacement %2 sur le texte "%3"!
ro_ro: Verifică linia %1 coloana %2 a șirului „%3”!

# XMLTextEdit|
source: All tag are valid size %1.
ca: Les etiquetes tenen mesures vàlides %1
fr: Toutes les balises sont valides: size %1.
ro_ro: Toate tagurile sunt de mărime validă %1.

# XMLTextEdit|
source: XML not found!
ca: No s’ha trobat l’XML
fr: XML introuvable!
ro_ro: XML negăsit!

# XMLTextEdit|
source: Null size xml document!
ca: Document amb mida xml nul·la
fr: Document XML vide!
ro_ro: Mărime nulă în documentul xml!

# XMLTextEdit|
source: Zoom In CTRL/+
ca: Apropar CTRL/+
fr: Zoom Avant Ctrl/+
ro_ro: Mărire CTRL/+

# XMLTextEdit|
source: Zoom Out CTRL/-
ca: Allunyar CTRL/-
fr: Zoom arrière Ctrl/-
ro_ro: Micșorare CTRL/-

# XMLTextEdit|
source: Check xml syntax
ca: Revisa la sintàxis XML
fr: Vérification de la syntaxe XML
ro_ro: Verifică sintaxa xml

# AudioWidgetUI|
source: Stop
ca: Aturar

# DiceBookMarkModel|
source: Alias
ca: Àlies

# MRichTextEdit|
source: Standard
ca: Estàndard
fr: Normal

# MRichTextEdit|
source: JPEG (*.jpg);; GIF (*.gif);; PNG (*.png);; BMP (*.bmp);; All (*)
ca: JPEG (*.jpg);; GIF (*.gif);; PNG (*.png);; BMP (*.bmp);; Tots (*)
fr: JPEG (*.jpg);; GIF (*.gif);; PNG (*.png);; BMP (*.bmp);; Tout (*)

# MainWindow|
source: Server
ca: Servidor
fr: Serveur

# MainWindow|
source: Sub-&Windows
ca: Sub-&Finestres
fr: Sous-&fenêtres

# MainWindow|
source: Chat
ca: Converses
fr: Tchat

# MainWindow|
source: &GM ToolBox
ca: &Caixa d’eines del GM
fr: &Boîte à outils du MJ

# MapWizzardDialog|
source: mile
ca: milla

# MapWizzardDialog|
source: yard
ca: iarda

# MapWizzardDialog|
source: inch
ca: polzada
fr: pouces

# NameGeneratorWidget|
source: Complex
ca: Complexitat

# NpcMakerWidget|
source: NpcMaker
ca: Generador de Pnj
fr: Forge des PNJ

# PatternModel|
source: Hexagon
ca: Hexàgon
fr: Hexagonal

# PersonDialog|
source: Dialog
ca: Diàleg
fr: Dialogue

# PlayerWidget|
source: Stop
ca: Aturar

# PlayerWidget|
source: PlayList (*.m3u)
ca: Llista de reproducció (*.m3u)
fr: Liste de Lecture (*.m3u)

# PreferencesDialogBox|
source: Dialog
ca: Diàleg
fr: Les préférences

# PreferencesDialogBox|
source: Chat :
ca: Xat :
fr: Tchat :

# PreferencesDialogBox|
source: Test
ca: Provar

# SharedNote|
source: Markdown
ca: Reduir text

# TipOfDayViewer|
source: Dialog
ca: Diàleg
fr: Astuce du jour

# VmapToolBar|
source: Hexagon
ca: Hexàgon
fr: Hexagonal

# VmapToolBar|
source: inch
ca: polzada
fr: pouces

# XMLTextEdit|
source: XML valid.
ca: XML vàlid.
fr: XML vailde.

# ChannelModel|
source: KiB
fr: Kio

# ChannelModel|
source: MiB
fr: Mio

# ChatWindow|
source: <a href="http://wiki.rolisteam.org/index.php/Dice_Rolling">http://wiki.rolisteam.org/index.php/Dice_Rolling</a>
fr: <a href="http://wiki.rolisteam.org/index.php/Jeter_les_d%C3%A9s">http://wiki.rolisteam.org/index.php/Jeter_les_dés</a>

# DiceBookMarkWidget|
source: DiceShortCut
fr: Les marques-pages de dés

# Image|Zoom Out
source: Ctrl+b
fr: Ctrl+G

# MainWindow|
source: GM
fr: MJ

# PreferencesDialogBox|
source: General
fr: Général

# PublicChat|
source: Global
fr: Commun

# QObject|
source: Text
fr: Texte

# SharedNote|
source: Text
fr: Texte

# TextItem|
source: Text
fr: Texte

# VToolsBar|
source: Text
fr: Texte
