Repository: Rolisteam/rolisteam
Catalog: po/rolisteam_*.po
Languages: ca, fr, ro_ro

# QObject|
source: This condition %1 introduces an endless loop. Please, change it
ca: Aquesta condició %1 produeix un bucle. Canvia la condició.
fr: La condition %1 introduit une boucle infinie. Veuillez la changer
ro_ro: Această condiție %1 introduce o buclă infinită. Te rugăm să modifici

# QObject|
source: Validator is missing after the e operator. Please, change it
ca: Falta el validador que segueix l’operador c. Canvia el validador.
fr: Validateur est manquant après l'opérateur e. Veuillez le changer
ro_ro: Lipsește validatorul după operatorul e. Te rugăm să modifici

# QObject|
source: Missing parameter for Painter node (p)
ca: Falta el paràmetre del node del pintor (p)
fr: Paramètre manquant pour l'operateur Peinture (p)
ro_ro: Parametru lipsă pentru nodul pictor (p)

# QObject|
source: List of Alias:
ca: Llista d’àlies:
fr: Liste des alias:
ro_ro: Listă de aliasuri:

# QObject|
source: path to the translation file: <translationfile>
ca: Direcció a l'arxiu de traducció: <translationfile>
fr: chemin vers le fichier de traduction: <traduction>
ro_ro: calea către fișierul de traduceri: <translationfile>

# QObject|
source: Define URL to connect to server: <url>
ca: Definir URL per a connectar-se al servidor: <url>
fr: Copier l'url de connexion au serveur:<url>
ro_ro: Definește URL pentru conectarea la server: <url>

# QObject|
source: No Valid result in arithmetic operation: %1
ca: No Resultat vàlid en operació aritmètica: %1
fr: Aucun résultat valide pour l'opération arithmétique: %1
ro_ro: Nu există un rezultat valid în operația aritmetică: %1

# QObject|
source: Division by zero
ca: Divisió per zero
fr: Division par zéro
ro_ro: Împărțire cu zero

# QObject|
source: Vectorial Map
ca: Mapa vectorial
fr: Plan Vectoriel
ro_ro: Hartă vectorială

# QObject|
source: Picture
ca: Imatge
fr: Image
ro_ro: Imagine

# QObject|
source: Online Picture
ca: Imatge en línia
fr: Image En Ligne
ro_ro: Imagine online

# QObject|
source: Charecter Sheet
ca: Full de personatge
fr: Fiche de personnage
ro_ro: Fișă de personaj

# QObject|
source: Shared Notes
ca: Notes compartides
fr: Notes partagées
ro_ro: Note partajate

# QObject|
source: Character Sheets files (%1)
ca: Arxius de Fulls de personatge (%1)
fr: Fiches de personnage (%1)
ro_ro: Fișiere fișe personaje (%1)

# QObject|
source: Supported Image formats (%1)
ca: Formats d’imatge compatibles (%1)
fr: Formats d'images supportés (%1)
ro_ro: Formate de imagine suportate (%1)

# QObject|
source: Supported Text Files (%1)
ca: Arxius de text compatibles (%1)
fr: Fichier de texte (%1)
ro_ro: Fișiere text compatibile (%1)

# QObject|
source: Supported Shared Note formats (%1)
ca: Formats de notes compartides compatibles (%1)
fr: Formats supportés pour les Notes partagées (%1)
ro_ro: Formate de note partajate acceptate (%1)

# QObject|
source: Supported WebPage (%1)
ca: Llocs web compatibles (%1)
fr: Page Web (%1)
ro_ro: Pagină de internet acceptată (%1)

# QObject|
source: Pdf File (%1)
ca: Arxiu pdf (%1)
fr: Pdf (%1)
ro_ro: Fișier Pdf (%1)

# QObject|
source: Vectorial Map (%1)
ca: Mapa vectorial (% 1)
fr: Plan vectoriel (%1)
ro_ro: Hartă vectorială (%1)

# QObject|
source: Internal
ca: Intern
fr: Interne
ro_ro: Intern

# QObject|
source: Linked
ca: Enllaçat
fr: Lié
ro_ro: Legat

# QObject|
source: Closed
ca: Tancat
fr: Fermé
ro_ro: Închide

# QObject|
source: Hidden
ca: Amagat
fr: Caché
ro_ro: Ascuns

# QObject|
source: Displayed
ca: Mostrat
fr: Affiché
ro_ro: Afișat

# QObject|
source: No dice to roll
ca: Cap dau per a tirar
fr: Aucun dé a lancé
ro_ro: Niciun zar de aruncat

# QObject|
source: More unique values asked than possible values (D operator)
ca: S’han sol·licitat més valors únics que valors possibles (operador D)
fr: Demande de valeurs uniques supérieure aux valeurs possibles (Opérateur D)
ro_ro: Mai multe valori unice solicitate decât valorile posibile (operator D)

# QObject|
source: The @ operator expects dice result. Please check the documentation to fix your command.
ca: L’operador @ espera un resultat de la tirada de daus. Revisa la documentació per tal d’arreglar l”ordre.
fr: L'opérateur @ attend un résultat de dés. Veuillez vérifier la documentation afin de corriger votre commande.
ro_ro: Operatorul @ așteaptă rezultatul zarurilor. Verifică documentația pentru a soluționa comanda ta.

# QObject|
source: You ask to keep %1 dice but the result only has %2
ca: Demana quedar-se amb un %1 però el dau només te %2
fr: Vous voulez garder %1 dés mais le resultat n'en contient que %2
ro_ro: Soliciți păstrarea a %1 zaruri însă rezultatul are doar %2

# QObject|
source: abs : too many arguments
ca: abs: masses arguments
fr: abs : trop de paramètres
ro_ro: abs: prea multe argumente

# QObject|
source: abs : too few arguments
ca: abs: molt pocs arguments
fr: abs : trop peu de paramètres
ro_ro: abs: prea multe argumente

# QObject|
source: ceil : too many arguments
ca: ceil: masses arguments
fr: ceil : trop de paramètres
ro_ro: tav: prea multe argumente

# QObject|
source: ceil : too few arguments
ca: ceil: molt pocs arguments
fr: ceil : trop peu d'arguments
ro_ro: tav: prea puține argumente

# QObject|
source: floor : too many arguments
ca: floor: masses arguments
fr: floor : trop de paramètres
ro_ro: podea: prea multe argumente

# QObject|
source: floor : too few arguments
ca: floor: molt pocs arguments
fr: floor : trop peu d'arguments
ro_ro: podea: prea puține argumente

# QObject|
source: concatenate : too few arguments
ca: concatenate: molt pocs arguments
fr: contaténation : trop peu de paramètres
ro_ro: concatenare: prea puține argumente

# QObject|
source: min : too few arguments
ca: min: massa pocs arguments
fr: min : trop peu d'arguments
ro_ro: min : prea puține argumente

# QObject|
source: max : too few arguments
ca: max: massa pocs arguments
fr: max : trop peu d'arguments
ro_ro: max : prea puține argumente

# QObject|
source: avg : too few arguments
ca: avg: massa pocs arguments
fr: avg : trop peu d'arguments
ro_ro: avg : prea puține argumente

# QObject|
source: Error: division by Zero
ca: Error: divisió per Cero
fr: Erreur: division par zéro
ro_ro: Eroare: împărțire la zero

# QObject|
source: Show %1
fr: Affiche %1
ro_ro: Afișare %1

# QObject|
source: Close %1
ca: Tancar %1
fr: Fermer %1
ro_ro: Închide %1

# QObject|
source: Move %n item(s)
ca: Moure %n objecte(s)
fr: Déplacement de %n élément(s)
ro_ro: Mută %n element

# QObject|
source: More unique values asked than possible values (L operator)
ca: S’han sol·licitat més valors únics que valors possibles (operador L)
fr: Demande de valeurs uniques supérieure aux valeurs possibles (Opérateur L)
ro_ro: Mai multe valori unice solicitate decât valorile posibile (operator L)

# QObject|
source: No variable at index:%1
ca: Sense variable a l’índex: %1
fr: Pas de variable à la position: %1
ro_ro: Nicio variabilă la indexul:%1

# QObject|
source: The a operator expects dice result. Please check the documentation and fix your command.
ca: L’operador a espera un resultat de la tirada de daus. Revisa la documentació per tal d’arreglar l”ordre.
fr: L'opérateur a doit être précédé d'un résultat de dés. Veuillez contrôler la documentation pour réparer votre commande.
ro_ro: Operatorul a așteaptă rezultatul zarurilor. Te rugăm să verifici documentația și să repari comanda.

# QObject|
source: Path
ca: Camí
fr: Chemin
ro_ro: Cale

# QObject|
source: Line
ca: Línia
fr: Ligne
ro_ro: Linie

# QObject|
source: Ellipse
ro_ro: Elipsă

# QObject|
source: Character
ca: Personatge
fr: Personnage
ro_ro: Personaj

# QObject|
source: Rect
ca: Rectangle
fr: Rectangle
ro_ro: Drept.

# QObject|
source: Rule
ca: Norma
fr: Règle
ro_ro: Regulă

# QObject|
source: Image
ca: Imatge
ro_ro: Imagine

# QObject|
source: Ground
ca: Terra
fr: Sol
ro_ro: Sol

# QObject|
source: Object
ca: Objecte
fr: Objet
ro_ro: Obiect

# QObject|
source: Currency
ca: Moneda
fr: Monnaie
ro_ro: Monedă

# QObject|
source: Distance
ca: Distància
ro_ro: Distanță

# QObject|
source: Temperature
ca: Temperatura
ro_ro: Temperatură

# QObject|
source: MASS
ca: MASSA
fr: Masse
ro_ro: MASĂ

# QObject|
source: OTHER
ca: ALTRES
fr: AUTRE
ro_ro: ALTELE

# QObject|
source: Rolisteam Dice Parser: Example (with ! as prefix): !2d6 !1d20 !6d10e10k3 (L5R) Full documentation at: %1
ca: Analitzador de daus Rolisteam: Exemple (amb ! com a prefix): !2d6 !1d20 !6d10e10k3 (L5R) Més informació a: %1
fr: Rolisteam Dice Parser: Exemple (le ! est le prefixe): !2d6 !1d20 !6d10e10k3 (L5A) Document complète sur: %1
ro_ro: Analizor de zaruri Rolisteam: Exemplu (cu ! ca prefix): !2d6 !1d20 !6d10e10k3 (L5R) Documentație completă la: %1

# QObject|
source: Change Item Color to %1
ca: Canviar el color de l’objecte
fr: Change la couleur en %1 de l'élément
ro_ro: Schimbă culoarea elementului la %1

# QObject|
source: Change size of %1 item(s)
ca: Canviar la mida de %1 objectes
fr: Change la taille de %1 élément(s)
ro_ro: Modifică dimensiunea pentru %1 element(e)

# QObject|
source: No previous node before Merge operator
ca: No hi ha cap node anterior abans de l’operador de fusion
fr: Aucun nœud précède l’opérateur de fusion
ro_ro: Niciun nod anterior înainte de operatorul de îmbinare

# QObject|
source: No matching result
ca: Cap resultat coincident
fr: Aucun résultat trouvé
ro_ro: Nu există rezultate care se potrivesc

# QObject|
source: No previous node before Paint operator
ca: No hi ha cap node anterior abans de l’operador Paint
fr: Aucun nœud précède l’opérateur Peinture
ro_ro: Niciun nod anterior înainte de operatorul de vopsire

# QObject|
source: Condition (%1) cause an endless loop with this dice: %2
ca: La condició (%1) causa un bucle sense fi amb aquest dau: %2
fr: La condition (%1) provoque une boucle infinie avec le dé: %2
ro_ro: Condiția (%1) cauzează o buclă infinită cu acest zar: %2

# RGraphicsView|
source: Edit Layer
ca: Editar capa
fr: Éditer le calque
ro_ro: Editare strat

# RGraphicsView|
source: Change Visibility
ca: Canviar visibilitat
fr: Changer la Visibilité
ro_ro: Schimbare vizibilitate

# RGraphicsView|
source: Roll Init
ca: Tirar daus d’avantage
fr: Lancer l'init
ro_ro: Aruncă zarurile pentru Init

# RGraphicsView|
source: Clean Init
ca: Netejar Ordre
fr: Effacer l'init
ro_ro: Curăță Init

# RGraphicsView|
source: Remove
ca: Suprimir
fr: Supprimer
ro_ro: Eliminare

# RGraphicsView|
source: %n item(s)
ca: %n article
fr: %n élément(s)
ro_ro: %n element

# RGraphicsView|
source: Back
ca: Posterior
fr: Arrière
ro_ro: Înapoi

# RGraphicsView|
source: Front
ca: Anterior
fr: Tout Devant
ro_ro: Față

# RGraphicsView|
source: Lower
ca: Abaixar
fr: Plus bas
ro_ro: Coborâre

# RGraphicsView|
source: Raise
ca: Elevar
fr: Monter
ro_ro: Ridicare

# RGraphicsView|
source: Rotate
ca: Rotar
fr: Tourner
ro_ro: Rotire

# RGraphicsView|
source: Map
ca: Mapa
fr: Plan
ro_ro: Hartă

# RGraphicsView|
source: Overlapping
ca: Solapament
fr: Chevauchement
ro_ro: Suprapunere

# RGraphicsView|
source: To 360
ca: 360 graus
fr: à 360
ro_ro: La 360

# RGraphicsView|
source: Right
ca: Dreta
fr: Droite
ro_ro: Dreapta

# RGraphicsView|
source: Left
ca: Esquerra
fr: Gauche
ro_ro: Stânga

# RGraphicsView|
source: Set Angle…
ca: Ajustar angle...
fr: Définir l'angle…
ro_ro: Setare unghi...

# RGraphicsView|
source: Set Layer
ca: Ajustar capa
fr: Calque courant
ro_ro: Setare strat

# RGraphicsView|
source: Normalize Size
ca: Mida normal
fr: Normaliser les tailles
ro_ro: Normalizare dimensiune

# RGraphicsView|
source: Rotation Value ?
ca: Valor de rotació ?
fr: Valeur de rotation ?
ro_ro: Valoare rotație?

# RGraphicsView|
source: Please, set the rotation angle you want [0-360]
ca: Ajustar l’angle de rotació [0-360]
fr: Veillez définir un angle de rotation entre [0-360]
ro_ro: Setează unghiul de rotație pe care îl dorești [0-360]

# RGraphicsView|
source: Zoom to Normal
ca: Càmera per defecte
fr: Zoom Normal
ro_ro: Zoom la normal

# RGraphicsView|
source: Zoom In Max
ca: Apropar el zoom al màxim
fr: Zoom avant Max
ro_ro: Mărire max.

# RGraphicsView|
source: Zoom Out Max
ca: Allunyar el zoom al máxim
fr: Zoom Arrière Max
ro_ro: Micșorare max.

# RGraphicsView|
source: Center on Item
ca: Centrar la càmera a l’objecte
fr: Centrer sur l'élément
ro_ro: Centrare pe element

# RGraphicsView|
source: Zoom In
ca: Apropar el zoom
fr: Zoom avant
ro_ro: Mărire

# RGraphicsView|
source: Zoom Out
ca: Allunyar el zoom
fr: Zoom arrière
ro_ro: Micșorare

# RGraphicsView|
source: Import Image
ca: Importar imatge
fr: Importer une image
ro_ro: Importare imagine

# RGraphicsView|
source: Average
ca: Normal
fr: Moyenne
ro_ro: Medie

# RGraphicsView|
source: As undermouse item
ca: Com a forma de cursor
fr: Comme l'élément sous la souris
ro_ro: Ca element sub mouse

# RGraphicsView|
source: As the Bigger
ca: Com el més gran
fr: comme le plus grand
ro_ro: Ca elementul mai mare

# RGraphicsView|
source: As the Smaller
ca: Com el més petit
fr: comme le plus petit
ro_ro: Ca elementul mai mic

# RGraphicsView|
source: Lock/Unlock Item Geometry
ca: Bloquejar / Desbloquejar Geometria de l'element
fr: Bloque/débloque la géométrie de l'élément
ro_ro: Blochează/deblochează geometria elementului

# RGraphicsView|
source: Properties
ca: Propietats
fr: Propriétés
ro_ro: Proprietăți

# RGraphicsView|
source: Ground
ca: Terra
fr: Sol
ro_ro: Sol

# RGraphicsView|
source: Object
ca: Objecte
fr: Objet
ro_ro: Obiect

# RGraphicsView|
source: Character
ca: Personatge
fr: Personnage
ro_ro: Personaj

# RGraphicsView|
source: All
ca: Tots
fr: Tout
ro_ro: Toate

# RGraphicsView|
source: Hidden
ca: Amagat
fr: Caché
ro_ro: Ascuns

# RGraphicsView|
source: Fog Of War
ca: Boira de guerra
fr: Brouillard de guerre
ro_ro: Ceață de război

# RGraphicsView|
source: All Npcs
ca: Tots els PNJs
fr: Tous les PNJ
ro_ro: Toate NPC

# RGraphicsView|
source: Roll Initiative on All Npcs
ca: Tirar daus d’avantatge per tots els PNJs
fr: Lance Initiative sur tous les PNJ
ro_ro: Aruncă zarurile pentru inițiativă la toate NPC

# RGraphicsView|
source: Selection
ca: Sel·lecció
fr: Sélection
ro_ro: Selecție

# RGraphicsView|
source: Roll Initiative on Selection
ca: Tirar daus d’avantatge pels elements sel·leccionats
fr: Lance l'initiative sur la sélection
ro_ro: Aruncă zarurile pentru inițiativă la selecție

# RGraphicsView|
source: All Characters
ca: Tots els personatges
fr: Tous les personnages
ro_ro: Toate caracterele

# RGraphicsView|
source: Roll Initiative on All Characters
ca: Tirar daus d’avantatge per a tots els personatges
fr: Lance l'initiative sur tous les personnages
ro_ro: Aruncă zarurile pentru inițiativă la toate personajele

# RGraphicsView|
source: Clean Initiative on All Npcs
ca: Esborrar avantatge per tots els PNJs
fr: Effacer l'initiative sur tous les PNJ
ro_ro: Curăță inițiativa pe toate Npc

# RGraphicsView|
source: Clean Initiative on Selection
ca: Esborrar avantatge pels elements sel·leccionats
fr: Effacer l'initiative de la sélection
ro_ro: Curăță inițiativa la selecție

# RGraphicsView|
source: Clean Initiative on All Characters
ca: Esborrar avantatge per tots els personatges
fr: Effacer l'initiative sur tous les personnages
ro_ro: Curăță inițiativa la toate personajele

# RGraphicsView|
source: Open image file
ca: Obrir arxiu d’imatge
fr: Ouvrir une image
ro_ro: Deschidere fișier imagine

# SelectConnectionProfileDialog|
source: Welcome To Rolisteam - Connection Dialog
ca: Benvingut a Rolisteam - Diàleg de connexió
fr: Bienvenue sur Rolisteam - Assistant de connexion
ro_ro: Bine ai venit pe Rolisteam - Dialog de conexiune

# SelectConnectionProfileDialog|
source: Profile Name:
ca: Nom del perfil
fr: Nom du profil:
ro_ro: Nume profil:

# SelectConnectionProfileDialog|
source: Player
ca: Jugador
fr: Joueur
ro_ro: Jucător

# SelectConnectionProfileDialog|
source: Name:
ca: Nom:
fr: Nom:
ro_ro: Nume:

# SelectConnectionProfileDialog|
source: Color:
fr: Couleur:
ro_ro: Culoare:

# SelectConnectionProfileDialog|
source: I'm the Game Master
ca: Sóc el Game Master (GM)
fr: Je suis le maître du jeu
ro_ro: Eu sunt maestrul de joc (GM)

# SelectConnectionProfileDialog|
source: Character
ca: Personatge
fr: Personnage
ro_ro: Personaj

# SelectConnectionProfileDialog|
source: Name:
ca: Nom:
fr: Nom:
ro_ro: Nume:

# SelectConnectionProfileDialog|
source: Color:
fr: Couleur:
ro_ro: Culoare:

# SelectConnectionProfileDialog|
source: Connection
ca: Connexió
fr: Connexion
ro_ro: Conexiune

# SelectConnectionProfileDialog|
source: Address:
ca: Adreça:
fr: Adresse:
ro_ro: Adresă:

# SelectConnectionProfileDialog|
source: Password
ca: Contrasenya
fr: Mot de passe
ro_ro: Parolă

# SelectConnectionProfileDialog|
source: Host the game
ca: Ser l’amfitrió
fr: Héberger la partie
ro_ro: Găzduire joc

# SelectConnectionProfileDialog|
source: New Profile
ca: Perfil nou
fr: Nouveau Profil
ro_ro: Profil nou

# SelectConnectionProfileDialog|
source: Delete
ca: Suprimir
fr: Supprimer
ro_ro: Ștergere

# SelectConnectionProfileDialog|
source: Delete selected profile
ca: Suprimir perfil sel·leccionar
fr: Supprimer le profil sélectionné
ro_ro: Ștergere profil selectat

# SelectConnectionProfileDialog|
source: Connect
ca: Connectar
fr: Connexion
ro_ro: Conectare

# SelectConnectionProfileDialog|
source: OffLine Mode
ca: Mode ‘fora de línia’
fr: Mode hors ligne
ro_ro: Modul Offline

# SelectConnectionProfileDialog|
source: Cancel
ca: Cancel·lar
fr: Annuler
ro_ro: Anulare

# SelectConnectionProfileDialog|
source: Remove Current Profile
ca: Suprimeix perfil actual
fr: Supprimer le profil courant
ro_ro: Eliminare profil curent

# SelectConnectionProfileDialog|
source: Do you really want to remove %1 from your connection list ?
ca: Esteu segur de suprimir %1 de la vostra llista de connexió?
fr: Voulez vous vraiment que %1 soit supprimer de votre liste de connexions ?
ro_ro: Sigur dorești să elimini pe %1 din lista ta de conexiuni?

# SelectConnectionProfileDialog|
source: Load Avatar
ca: Carregar avatar
fr: Charger Avatar
ro_ro: Încărcare avatar

# ServerManager|
source: Rolisteam Server is on!
ca: El servidor Rolisteam està actiu
fr: Le serveur rolisteam est démarré!
ro_ro: Serverul Rolisteam e pornit!

# ServerManager|
source: Retry start server in %1s!
ca: Reintentar iniciar el servidor en %1s
fr: Nouvel essai de démarrage du serveur dans %1s!
ro_ro: Reîncearcă să pornești serverul în 1s%!

# ServerManager|
source: Retry count reached. Server stops trying.
ca: Nombre límit d’intents. El servidor no ho intentarà més.
fr: Limite maximum d'essais atteinte. Arrêt du serveur.
ro_ro: Numărul limită de reîncercări a fost atins. Serverul nu mai încearcă.

# ServerManager|
source: Authentification as Admin fails: %2 - %1, Wrong password.
ca: L’autenticació com Administrador ha fallat: %2 - %1, Contrasenya incorrecta
fr: Authentification administrateur a échoué: %2 - %1, mauvais password.
ro_ro: Autentificarea ca administrator eșuează: % 2 - %1, parolă greșită.

# ServerManager|
source: Authentification fails: %1 try to connect to the server with wrong password.
ca: Ha fallat l’autenticació: %1 ha intentat connectar-se amb una contrasenya incorrecta.
fr: Échec d'authentification: %1 essai de connexion au serveur avec un mauvais mot de passe.
ro_ro: Autentificarea eșuează: %1 încearcă să se conecteze la server cu o parolă greșită.

# ServerManager|
source: User has been kick out: %2 - %1.
ca: L’usuari ha estat expulsat: %2 - %1.
fr: L'utilisateur a été expulsé: %2 - %1.
ro_ro: Utilizatorul a fost eliminat: % 2% - % 1.

# ServerManager|
source: New Incoming Connection!
ca: Nova connexió entrant
fr: Nouvelle connexion entrante!
ro_ro: O nouă conexiune de intrare!

# SessionItemModel|
source: Name
ca: Nom
fr: Nom
ro_ro: Nume

# SessionItemModel|
source: Loading Mode
ca: Mode de càrrega
fr: Mode de chargement
ro_ro: Încărcare mod

# SessionItemModel|
source: Displayed
ca: Mostrat
fr: Affiché
ro_ro: Afișat

# SessionItemModel|
source: Path
ca: Camí
fr: Chemin
ro_ro: Cale

# SessionView|
source: Add Chapter…
ca: Afegir capítol
fr: Ajouter un chapitre…
ro_ro: Adăugare capitol...

# SessionView|
source: Remove items
ca: Suprimeix objectes
fr: Supprimer les élements
ro_ro: Eliminare elemente

# SessionView|
source: Current Chapter
ca: Capítol actual
fr: Chapitre courant
ro_ro: Capitolul actual

# SessionView|
source: Loading Mode
ca: Mode de càrrega
fr: Mode de chargement
ro_ro: Mod încărcare

# SessionView|
source: Displayed Status
ca: Estat mostrat
fr: Statut d'affichage
ro_ro: Stare afișată

# SessionView|
source: Path
ca: Camí
fr: Chemin
ro_ro: Cale

# SessionView|
source: Rename
ca: Canviar el nom
fr: Renommer
ro_ro: Redenumește

# SessionView|
source: Switch loading mode to %1
ca: Canviar mode de càrrega a %1
fr: Définir le mode de chargement en %1
ro_ro: Comută modul de încărcare la %1

# SessionView|
source: Linked
ca: Enllaçat
fr: Lié
ro_ro: Legate

# SessionView|
source: Internal
ca: Intern
fr: Interne
ro_ro: Intern

# SessionView|
source: Show/hide Column
ca: Mostra/oculta columna
fr: Montrer/cacher les colonnes
ro_ro: Afișare/ascundere coloană

# SharedNote|
source: Shared Note Editor
ca: Comparteix l’editor de notes
fr: Éditeur de Notes Partagées
ro_ro: Editor note partajate

# SharedNote|
source: Edit
ca: Editar
fr: Édition
ro_ro: Editare

# SharedNote|
source: Syntax Highlighting...
ca: Ressaltat de sintaxis...
fr: Surlignage syntaxique…
ro_ro: Evidențiere sintaxă...

# SharedNote|
source: View
ca: Visualitzar
fr: Vue
ro_ro: Vizualizare

# SharedNote|
source: Undo
ca: Desfer
fr: Annuler
ro_ro: Anulare

# SharedNote|
source: Redo
ca: Refer
fr: Refaire
ro_ro: Refă

# SharedNote|
source: Cut
ca: Tallar
fr: Couper
ro_ro: Decupează

# SharedNote|
source: Copy
ca: Copiar
fr: Copier
ro_ro: Copiază

# SharedNote|
source: Paste
ca: Enganxar
fr: Coller
ro_ro: Lipește

# SharedNote|
source: Find...
ca: Trobar...
fr: Rechercher…
ro_ro: Găsește...

# SharedNote|
source: Line Wrap
ca: Ajustar línies
fr: Contour de ligne
ro_ro: Încadrare linie

# SharedNote|
source: Shift Left
ca: Moure a l'esquerra
ro_ro: Deplasează la stânga

# SharedNote|
source: Shift Right
ca: Moure a la dreta
ro_ro: Deplasează la dreapta

# SharedNote|
source: Un/Comment Line
ca: Comentar línia/Cancel·lar comentari
fr: Dé/Commenter la ligne
ro_ro: Linie de scriere/anulare comentariu

# SharedNote|
source: Preview as HTML
ca: Previsualitzar com a HTML
fr: Aperçu en HTML
ro_ro: Pre-vizualizează ca HTML

# SharedNote|
source: Save A Copy As...
ca: Desar i anomenar còpia
fr: Sauvegarder un copie…
ro_ro: Salvează o copie ca...

# SharedNote|
source: Save All
ca: Desar tot
fr: Tout sauvegarder
ro_ro: Salvează toate

# SharedNote|
source: Announce Document
ca: Enunciar document
fr: Annonce Document
ro_ro: Anunță documentul

# SharedNote|
source: Show/Hide Participants
ca: Mostra/oculta participants
fr: Affiche/cache les participants
ro_ro: Afișează/ascunde participanții

# SharedNote|
source: Show/Hide Chat
ca: Mostra/oculta Converses
fr: Affiche/cache le tchat
ro_ro: Afișează/ascunde chat-ul

# SharedNote|
source: Connect to Document...
ca: Connectar al document...
fr: Se connecter vers un document…
ro_ro: Conectează-te la document...

# SharedNote|
source: Split
ca: Separar
fr: Séparer
ro_ro: Separă

# SharedNote|
source: Resynchronize Document
ca: Resincronitzar document
fr: Synchronisation du Document
ro_ro: Resincronizează documentul

# SharedNote|
source: Next Document
ca: Següent document
fr: Document suivant
ro_ro: Documentul următor

# SharedNote|
source: Previous Document
ca: Document previ
fr: Document précédent
ro_ro: Documentul precedent

# SharedNote|
source: None
ca: Cap
fr: Aucun
ro_ro: Nu există

# SharedNote|
source: Remove Split
ca: Eliminar separació
fr: Supprimer la séparation
ro_ro: Elimină separarea

# SharedNote|
source: Split Side by Side
ca: Dividir juntament
fr: Séparation côte à côte
ro_ro: Separă unul lângă altul

# SharedNote|
source: Preferences
ca: Preferències
fr: Préférences
ro_ro: Preferințe
