Repository: Rolisteam/rolisteam
Catalog: po/rolisteam_*.po
Languages: ca, fr, ro_ro

source: About Rolisteam
ca: Sobre Rolisteam
fr: À propos de Rolisteam
ro_ro: Despre Rolisteam

# AboutRolisteam|
source: English & French
ca: Anglès i francès
fr: Anglais & Français
ro_ro: Engleză și franceză

# AboutRolisteam|
source: Portuguese
ca: Portuguès
fr: Portugais
ro_ro: Portugheză

# AboutRolisteam|
source: Hungarian
ca: Hongarès
fr: Hongrois
ro_ro: Maghiară

# AboutRolisteam|
source: Turkish
ca: Turc
fr: Turc
ro_ro: Turcă

# AboutRolisteam|
source: French & German
ca: Francès i alemany
fr: Français & Allemand
ro_ro: Franceză și germană

# AboutRolisteam|
source: Romanian
ca: Romanès
fr: Roumain
ro_ro: Română

# AboutRolisteam|
source: Spanish
ca: Castellà
fr: Espagnol
ro_ro: Spaniolă

# AboutRolisteam|
source: Dutch
ca: Holandès
fr: Néerlandais
ro_ro: Olandeză

# AboutRolisteam|
source: Catalan
ca: Català
ro_ro: Catalană

# AboutRolisteam|
source: Rolisteam helps you to manage a tabletop role playing game with remote friends/players. It provides many features to share maps, pictures and it also includes tool to communicate with your friends/players. The goal is to make Rolisteam-managed RPG games as good as RPG games around your table. To achieve it, we are working hard to provide you more and more features. Existing features : Map sharing (with permission management), Image sharing, background music, dice roll and so on. Rolisteam is written in Qt5
ca: Rolisteam us ajuda a gestionar un joc de rol a taula amb amics / jugadors remots. Ofereix moltes funcions per compartir mapes, imatges i també inclou eines per comunicar-se amb els teus amics / jugadors. L’objectiu és que els jocs de rol gestionats per Rolisteam siguin tan bons com els jocs de rol al voltant de la taula. Per aconseguir-ho, estem treballant molt per oferir-vos cada cop més funcions. Funcions existents: compartició de mapes (amb gestió de permisos), compartició d'imatges, música de fons, rotlle de dades, etc. Rolisteam està escrit al Qt5
fr: Rolisteam facilite les parties de jeu de rôle à distance. Il propose de nombreuses fonctionnalités: partage de plans, d'images et il inclut une messagerie instantanée. L'objectif de Rolisteam est de rendre les parties virtuelles aussi agréable que les parties autour d'une table. Pour atteindre cela, nous travaillons dur pour vous offrir de plus en plus de fonctionnalités. Rolisteam est écrit en C++/Qt5
ro_ro: Rolisteam te ajută să gestionezi un joc de masă cu roluri cu prieteni/jucători la distanță. Programul oferă multe funcții pentru a partaja hărți, imagini și mai include o unealtă pentru a comunica cu prietenii tău sau cu jucătorii. Scopul este de a face jocuri gestionate de Rolisteam la fel de bune ca cele din jurul mesei tale. Pentru a atinge acest scop, noi muncim din greu pentru a-ți oferi tot mai multe funcționalități. Funcțiile existente: partajarea hărților (cu managementul permisinilor), partajarea imaginilor, a muzicii de fundal, zarurile și altele. Rolisteam este scris în Qt5.

# AboutRolisteam|
source: You may modify and redistribute the program under the terms of the GPL (version 2 or later). A copy of the GPL is contained in the 'COPYING' file distributed with Rolisteam. Rolisteam is copyrighted by its contributors. See the 'COPYRIGHT' file for the complete list of contributors. We provide no warranty for this program.
ca: Podeu modificar i redistribuir el programa segons els termes de la GPL (versió 2 o posterior). Una còpia del GPL es troba al fitxer "COPIAR" distribuït amb Rolisteam. Els seus col·laboradors tenen copyright de Rolisteam. Consulteu el fitxer "COPYRIGHT" per obtenir la llista completa de col·laboradors. No proporcionem cap garantia per a aquest programa.
fr: Vous pouvez modifier et redistribuer le programme sous les termes de la GPL (version 2 ou supérieure). Une copie de la GPL est présente dans le fichier 'COPYING' distribué avec Rolisteam. Rolisteam appartient à ses contributeurs. Voir le fichier 'COPYRIGHT' pour voir la liste complète des contributeurs. Nous ne fournissons aucune garantie pour ce programme.
ro_ro: Puteți modifica și redistribui programul sub termenii licenței GPL (versiunea 2 sau ulterioare). Puteți găsi o copie a licenței GPL în fișierul „COPYING” redistribuit cu Rolisteam. Rolisteam este sub incidența drepturilor de autor și drepturile de autor aparțin contribuitorilor individuali. Vedeți fișierul „COPYRIGHT” pentru o listă completă a contribuitorilor. Nu oferim niciun fel de garanții pentru acest program.

# AboutRolisteam|
source: Web Sites:
ca: Llocs web:
fr: Sites web:
ro_ro: Site-uri web:

# AboutRolisteam|
source: Official Rolisteam Site
ca: Lloc oficial de Rolisteam
fr: Site officiel de Rolisteam
ro_ro: Site-ul oficial Rolisteam

# AboutRolisteam|
source: Bug Tracker
ca: Rastrejador d’errors
ro_ro: Monitor erori

# AboutRolisteam|
source: Current developers
ca: Desenvolupadors actuals
fr: Développeurs courants
ro_ro: Dezvoltatori actuali

# AboutRolisteam|
source: Contributors
ca: Contribucions
fr: Contributeurs
ro_ro: Contribuitori

# AboutRolisteam|
source: Translators
ca: Equip de traducció
fr: Traducteurs
ro_ro: Traducători

# AudioPlayer|
source: Background Music
ca: Música de fons
fr: Musique d'ambiance
ro_ro: Muzică de fundal

# AudioPlayer|
source: Show/hide Player %1
ca: Mostrar/amagar Jugador %1
fr: Montre/Cache le lecteur Audio %1
ro_ro: Arată/ascunde jucătorul %1

# AudioWidgetUI|
source: muted
ca: mutejat
fr: Muet
ro_ro: fără sunet

# AudioWidgetUI|
source: Play
ca: Jugar
fr: Lecture
ro_ro: Redă

# AudioWidgetUI|
source: Pause
ca: Pausar
ro_ro: Pauză

# AudioWidgetUI|
source: unique Mode
ca: Mode únic
fr: Unique
ro_ro: Mod unic

# AudioWidgetUI|
source: repeat
ca: repetir
fr: boucle
ro_ro: repetă

# ChannelListPanel|
source: Channel List
ca: Llista de canals
fr: Liste des Salons
ro_ro: Lista canalelor

# ChannelListPanel|
source: Edit Channel
ca: Editar canal
fr: Éditer le salon
ro_ro: Editează canalul

# ChannelListPanel|
source: Switch to channel
ca: Canviar a canal
fr: Rejoindre ce salon
ro_ro: Comută la canal

# ChannelListPanel|
source: Lock/Unlock Channel
ca: Bloquejar / desbloquejar el canal
fr: Vérouiller/Dévérouiller le canal
ro_ro: Blochează/deblochează canalul

# ChannelListPanel|
source: Set/Unset Channel Password
ca: Definiu / Desactiveu la contrasenya del canal
fr: Mettre/enlever un mot de passe
ro_ro: Setează/anulează setarea parolei

# ChannelListPanel|
source: Add channel
ca: Afegir canal
fr: Ajouter un salon
ro_ro: Adaugă canal

# ChannelListPanel|
source: Add subchannel
ca: Afegir sub-canal
fr: Ajouter un sous-salon
ro_ro: Adaugă subcanal

# ChannelListPanel|
source: Delete Channel
ca: Esborra canal
fr: Supprimer le salon
ro_ro: Șterge canalul

# ChannelListPanel|
source: Set Default
ca: Establir com a predeterminat
fr: Salon par défaut
ro_ro: Setează implicit

# ChannelListPanel|
source: Log as admin
ca: Registrar-se com a administrador
fr: S’authentifier comme administrateur
ro_ro: Conectează-te ca administrator

# ChannelListPanel|
source: Kick User
ca: Expulsar usuari
fr: Expulser un utilisateur
ro_ro: Lovește utilizatorul

# ChannelListPanel|
source: Ban User
ca: Prohibir l’usuari
fr: Bannir l'utilisateur
ro_ro: Pune interdicție utilizatorului

# ChannelListPanel|
source: Reset Data Channel
ca: Restableix el canal de dades
fr: Effacer les données du canal
ro_ro: Resetează canalul de date

# ChannelListPanel|
source: Move User
ca: Moure l'usuari
fr: Déplacer l'utilisateur
ro_ro: Mută utilizatorul

# ChannelListPanel|
source: Admin Password
ca: Contrasenya d’administrador
fr: Mot de passe administrateur
ro_ro: Parolă administrator

# ChannelListPanel|
source: Password
ca: Contrasenya
fr: Mot de passe
ro_ro: Parolă

# ChannelListPanel|
source: Channel Password
ca: Contrasenya del canal
fr: Mot de passe du Salon
ro_ro: Parola canalului

# ChannelListPanel|
source: Password for channel: %1 - leave empty for no password
ca: Contrasenya per al canal:% 1: no deixeu cap contrasenya buida
fr: Mot de passe pour le canal: %1 - laisser vide pour aucun mot de passe
ro_ro: Parolă pentru canal: %1 - lasă gol pentru fără parolă

# ChannelListPanel|
source: Channel %1 required password:
ca: El canal %1 requereix contrasenya
fr: Le salon %1 demande un mot de passe:
ro_ro: Canal %1 parolă necesară:

# ChannelModel|
source: Bytes
fr: Octets
ro_ro: Octeți

# ChannelModel|
source: Channel Password
ca: Contrasenya del canal
fr: Mot de passe du Salon
ro_ro: Parola canalului

# ChannelModel|
source: Channel %1 required password:
ca: El canal %1 requereix contrasenya
fr: Le salon %1 demande un mot de passe:
ro_ro: Canal %1 parolă necesară:

# CharacterSheetModel|
source: Fields name
ca: Nom dels camps
fr: Nom du champ
ro_ro: Nume câmp

# CharacterSheetModel|
source: Empty Section %1
ca: Secció buida %1
fr: Section vide %1
ro_ro: Secțiune goală %1

# CharacterSheetModel|
source: Section_%1
ca: Secció_%1
ro_ro: Sectiune_%1

# CharacterSheetModel|
source: Field %1
ca: Camp %1
fr: Champ %1
ro_ro: Câmp %1

# CharacterSheetWindow|
source: Add Section
ca: Afegir secció
fr: Ajouter Section
ro_ro: Adăugare secțiune

# CharacterSheetWindow|
source: Add CharacterSheet
ca: Afegir full de personatge
fr: Ajouter une fiche de personnage
ro_ro: Adăugare fișă de personaj

# CharacterSheetWindow|
source: Data
ca: Dades
fr: Données
ro_ro: Date

# CharacterSheetWindow|
source: Copy Tab
ca: Copiar pestanya
fr: Copie l'onglet
ro_ro: Copiere filă

# CharacterSheetWindow|
source: Stop Sharing
ca: Deixar de compartir
fr: Arrêter le partage
ro_ro: Oprire partajare

# CharacterSheetWindow|
source: Read Only
ca: Només lectura
fr: Lecture Seule
ro_ro: Numai citire

# CharacterSheetWindow|
source: %1 - (Character Sheet Viewer)
ca: %1 - (Visor de Full de personatge)
fr: %1 - (Visionneur de fiche de personnage)
ro_ro: %1 - (Vizualizator fișe personaje)

# CharacterSheetWindow|
source: Share To
ca: Compartir amb
fr: Envoyer à
ro_ro: Partajare către

# CharacterSheetWindow|
source: QML Errors
ca: Errors QML
fr: Erreurs QML
ro_ro: Eroare QML

# CharacterSheetWindow|
source: Character Sheet Data files (*.rcs)
ca: Arxius de Fulls de personatge (*.rcs)
fr: Fichier de Données de personnage (*.rcs)
ro_ro: Fișiere date fișă de personaj (*.rcs)

# CharacterSheetWindow|
source: Open Character Sheets View
ca: Obrir visor de Fulls de personatge
fr: Ouvrir une fiche de personnage
ro_ro: Deschidere vizualizare fișe personaje

# CharacterSheetWindow|
source: Character Sheet files (*.qml)
ca: Arxius de Fulls de personatge (*.qml)
fr: Fiche de personnage (*.qml)
ro_ro: Fișiere fișă de personaj (*.qml)

# CharacterStateModel|
source: Label
ca: Etiqueta
fr: Nom
ro_ro: Etichetă

# CharacterStateModel|
source: Color
fr: Couleur
ro_ro: Culoare

# CharacterStateModel|
source: Image
ca: Imatge
ro_ro: Imagine

# ChatBrowser|
source: Background Color
ca: Color de fons
fr: Couleur de fond
ro_ro: Culoare de fundal

# ChatBrowser|
source: Clear chat
ca: Netejar la conversa
fr: Tout effacer
ro_ro: Curăță Chat

# ChatBrowser|
source: Detach the view
ca: Separar la vista
fr: Détacher la fenêtre
ro_ro: Detașează fereastra

# ChatBrowser|
source: Word Wrap
ca: Ajustar la línia
fr: Coupure aux mots
ro_ro: Înfășurare linii

# ChatBrowser|
source: Display time
ca: Mostrar temps
fr: Affiche le temps
ro_ro: Afișare timp

# ChatList|
source: ChatWindows
ca: Finestra de conversa
fr: Fenêtre de tchat
ro_ro: Ferestre de chat

# ChatListWidget|
source: Chat messaging
ca: Conversacions
fr: Messagerie instantanée
ro_ro: Mesagerie chat

# ChatListWidget|
source: Add a chat
ca: Afegir una conversa
fr: Ajouter un Tchat
ro_ro: Adaugă un chat

# ChatListWidget|
source: Remove a chat
ca: Eliminar una conversa
fr: Supprimer un tchat
ro_ro: Elimină un chat

# ChatListWidget|
source: New chat
ca: Conversa nova
fr: Nouveau tchat
ro_ro: Chat nou

# ChatWindow|
source: save
ca: desar
fr: sauvegarde
ro_ro: salvează

# ChatWindow|
source: Empty dice command
ca: Comandament de daus buits
fr: Commande de dés vide
ro_ro: Comandă zaruri goală

# ChatWindow|
source: You
ca: Vos
fr: Vous
ro_ro: Tu

# ChatWindow|my dice roll
source: <span title="%3">got %1 at your dice roll [%2]</span>
ca: <span title="%3">ha sortit un %1 [%2]</span>
fr: <span title="%3">avez obtenu %1 à votre jet de dés [%2]</span>
ro_ro: <span title="%3">ai obținut %1 la aruncarea zarurilor [%2]</span>

# ChatWindow|my dice roll
source: got %1 at your dice roll [%3 (%2)]
ca: ha sortit un %1 [%3 (%2)]
fr: avez obtenu %1 à votre jet de dés [%3 (%2)]
ro_ro: ai obținut %1 la aruncarea zarurilor [%3 (%2)]

# ChatWindow|my dice roll
source: got %1 at your dice roll [%2]
ca: ha sortit un %1 [%2]
fr: avez obtenu %1 à votre jet de dés [%2]
ro_ro: ai obținut %1 la aruncarea zarurilor [%2]

# ChatWindow|third person
source: <span title="%3">got %1 [%2]</span>
ca: <span title="%3">ha sortit un %1 [%2]</span>
fr: <span title="%3">a obtenu %1 [%2]</span>
ro_ro: <span title="%3">ai obținut %1 [%2]</span>

# ChatWindow|third person
source: got %1 [%3 (%2)]
ca: ha sortit un %1 [%3 (%2)]
fr: a obtenu %1 [%3 (%2)]
ro_ro: a obținut %1 [%3 (%2)]

# ChatWindow|third person
source: got %1 [%2]
ca: ha sortit un %1 [%2]
fr: a obtenu %1 [%2]
ro_ro: ai obținut %1 [%2]

# ChatWindow|
source: Syntax
ca: Sintàxi
fr: Syntaxe
ro_ro: Sintaxă

# ChatWindow|
source: Save all messages from this window in %1/%2.html
ca: Desa tots els missatges d'aquesta finestra a %1/%2.html
fr: Sauvegarder tous les messages de cette fenêtre dans %1/%2.html
ro_ro: Salvează toate mesajele din această fereastră în %1/%2.html

# ChatWindow|
source: Warning
ca: Atenció
fr: Attention
ro_ro: Atenție

# ChatWindow|
source: Some users won't be enable to see your emotes.
ca: Certs jugadors no podran veure les vostres emoticones.
fr: Certains utilisateurs ne verront pas vos emotes.
ro_ro: Unii utilizatori s-ar putea să nu vadă emoticoanele tale.

# ChatWindow|
source: Edit DiceBookmark
ca: Editar el Marcador de Daus
fr: Éditer les raccourcis de dés
ro_ro: Editează DiceBookmark

# ChatWindow|
source: Remove
ca: Suprimir
fr: Supprimer
ro_ro: Eliminare

# ClientManager|
source: Connection to the server has been closed.
ca: La connexió al servidor s’ha tancat.
fr: La connexion avec le serveur distant a été fermée.
ro_ro: Conexiunea la server s-a închis.

# ColorSelector|
source: Custom Color %1
ca: Color personalitzat % 1
fr: Couleur Personnalisée %1
ro_ro: Culoarea particularizată %1

# ColorSelector|
source: Erase
ca: Esborrar
fr: Effacer
ro_ro: Șterge

# ColorSelector|
source: Hide (GM only)
ca: Amagar (només GM)
fr: Cacher (Mj seulement)
ro_ro: Ascunde (doar GM-ul)

# ColorSelector|
source: Unveil (GM only)
ca: Revel·lar (només GM)
fr: Dévoiler (Mj seulement)
ro_ro: Descoperă (doar GM-ul)

# ColorSelector|
source: Hide
ca: Amagar
fr: Cacher
ro_ro: Ascunde

# ColorSelector|
source: Unveil
ca: Revel·lar
fr: Dévoiler
ro_ro: Descoperă

# ColorSelector|
source: Red: %1, Green: %2, Blue: %3
ca: Vermell: %1, Verd: %2, Blau: %3
fr: Rouge: %1, Vert: %2, Bleu: %3
ro_ro: roșu: %1, verde: %2, albastru: %3

# ColorSelector|
source: Predefined color
ca: Color predefinit
fr: Couleurs Prédéfinies
ro_ro: Predefinește culoarea

# ConnectionRetryDialog|
source: Connection Retry
ca: Reconnectar
fr: Tentative de connexion
ro_ro: Reîncearcă conexiunea

# ConnectionRetryDialog|
source: Connection has failed! Connection Retry in %1s.
ca: Error de connexió. Reintentant en %1s.
fr: La connexion a échoué! Tentative dans %1s.
ro_ro: Conexiunea a eșuat! Se reîncearcă în %1s.

# Convertor|
source: Unit Convertor
ca: Convertidor d’unitats
fr: Convertisseur d'unité
ro_ro: Convertor de unități

# Convertor|
source: Category:
ca: Categoria:
fr: Catégorie:
ro_ro: Categorie:

# Convertor|
source: Temperature
ca: Temperatura
fr: Température
ro_ro: Temperatură

# Convertor|
source: Distance
ca: Distància
ro_ro: Distanță

# Convertor|
source: Currency
ca: Moneda
fr: Monnaie
ro_ro: Monedă

# Convertor|
source: Volume
ca: Volum
ro_ro: Volum

# Convertor|
source: Mass
ca: Massa
fr: Masse
ro_ro: Masă

# Convertor|
source: convert
ca: convertir
fr: convertir
ro_ro: convertește

# Convertor|
source: From:
ca: De:
fr: Convertir:
ro_ro: De la:

# Convertor|
source: To
ca: Per a
fr: en
ro_ro: Către

# Convertor|
source: Category
ca: Categoria
fr: Catégorie
ro_ro: Categorie:

# Convertor|
source: Reverse
ca: Invertir
fr: Inverser
ro_ro: Inversează

# Convertor|
source: Custom Rule
ca: Regla personalitzada
fr: Règles maisons
ro_ro: Regulă personalizată

# Convertor|
source: Add
ca: Afegir
fr: Ajouter
ro_ro: Adaugă

# Convertor|
source: Add Unit
ca: Afegir unitat
fr: Ajouter une unité
ro_ro: Adaugă unitate

# Convertor|
source: Remove Unit
ca: Eliminar unitat
fr: Supprimer une unité
ro_ro: Elimină unitatea

# Convertor|
source: remove unit
ca: eliminar unitat
fr: supprimer une unité
ro_ro: elimină unitatea

# Convertor|
source: Return
ca: Retornar
fr: Retour
ro_ro: Înapoi

# Convertor|
source: Return to convertor page
ca: Retornar a pàgina de conversió
fr: Retour à la page de conversion
ro_ro: Înapoi la pagina convertorului

# DiceAliasModel|
source: Pattern
ca: Patró
fr: Schéma
ro_ro: Model

# DiceAliasModel|
source: Value
ca: Valor
fr: Valeur
ro_ro: Valoare

# DiceAliasModel|
source: Regular Expression
ca: Expressió regular
fr: Expression Régulière
ro_ro: Expresie regulată

# DiceAliasModel|
source: Disable
ca: Desactivar
fr: Désactivé
ro_ro: Dezactivare

# DiceAliasModel|
source: Comments
ca: Comentaris
fr: Commentaires
ro_ro: Comentarii

# DiceAliasModel|
source: New Alias%1
ca: Àlies nou %1
fr: Nouvel Alias %1
ro_ro: Nou alias %1

# DiceBookMarkModel|
source: Name
ca: Nom
fr: Nom
ro_ro: Nume

# DiceBookMarkModel|
source: Command
ca: Comandament
fr: Commande
ro_ro: Comandă

# Document|
source: Form
ca: Formulari
fr: Formulaire
ro_ro: Formular

# Document|
source: The string was not found.
ca: La cadena no ha estat trobada.
fr: La chaîne n’a pas été trouvée.
ro_ro: Șirul nu a fost găsit.

# FileDirChooser|
source: Select directory
ca: Sel·leccionar directori
fr: Choississez un dossier
ro_ro: Selectează directorul

# FileDirChooser|
source: Open File
ca: Obrir fitxer
fr: Ouvrir un Fichier
ro_ro: Deschide fișier

# FindDialog|
source: Find
ca: Trobar
fr: Rechercher
ro_ro: Găsește

# FindDialog|
source: Find:
ca: Trobar:
fr: Rechercher:
ro_ro: Găsește:

# FindDialog|
source: Replace With:
ca: Substituir per:
fr: Remplacer par:
ro_ro: Înlocuiește cu:

# FindDialog|
source: Ignore Case
ca: Ignorar cas
fr: Ignore la casse
ro_ro: Ignoră cazul

# FindDialog|
source: Wrap Around
ca: Envoltar
fr: Contour
ro_ro: Încadrează

# FindDialog|
source: Contains
ca: Conté
fr: Contient
ro_ro: Conține

# FindDialog|
source: Starts With
ca: Comença amb
fr: Commence par
ro_ro: Începe cu

# FindDialog|
source: Entire Word
ca: Paraula completa
fr: Mot entier
ro_ro: Întregul cuvânt

# FindDialog|
source: Replace All
ca: Substituir tot
fr: Tout remplacer
ro_ro: Înlocuiește toate

# FindDialog|
source: Replace
ca: Substituir
fr: Remplace
ro_ro: Înlocuiește

# FindDialog|
source: Find && Replace
ca: Trobar && Substituir
fr: Recherche && Remplace
ro_ro: Caută și înlocuiește

# FindDialog|
source: Previous
ca: Anterior
fr: Précédent
ro_ro: Înapoi

# FindDialog|
source: Next
ca: Següent
fr: Suivant
ro_ro: Mai departe

# FindToolBar|
source: Form
ca: Formulari
fr: Formulaire
ro_ro: Formular

# GMTOOL::CustomRuleModel|
source: Unit
ca: Unitat
fr: Unité
ro_ro: Unitate

# GMTOOL::CustomRuleModel|
source: Symbol
ca: Símbol
fr: Symbole
ro_ro: Simbol

# GMTOOL::CustomRuleModel|
source: New Unit
ca: Unitat nova
fr: Nouvelle Unité
ro_ro: Unitate nouă

# GMTOOL::UnitModel|
source: New Unit
ca: Unitat nova
fr: Nouvelle Unité
ro_ro: Unitate nouă

# Image|
source: %1 - (Picture)
ca: %1 - (Fotografia)
fr: %1 - (Image)
ro_ro: %1 - (Imagine)

# Image|
source: Zoom In
ca: Apropar el zoom
fr: Agrandir
ro_ro: Mărește

# Image|
source: increase zoom level
ca: Augmentar el nivell de zoom
fr: Augmenter le zoom
ro_ro: crește nivelul de zoom

# Image|
source: Zoom out
ca: Allunyar el zoom
fr: Réduire
ro_ro: Micșorează

# Image|
source: Reduce zoom level
ca: Reduir el nivell de zoom
fr: Réduire le zoom
ro_ro: Redu nivelul de zoom

# Image|
source: Fit the workspace
ca: Ajustar l’espai de treball
fr: Ajuster à l'espace de travail
ro_ro: Potrivește spațiul de lucru

# Image|
source: The window and the image fit the workspace
ca: La finestra i la imatge s’ajusten a l’espai de treball
fr: La fenêtre et l'image rentrent dans l'espace de travail
ro_ro: Fereastra și imaginea se potrivesc pe spațiul de lucru

# Image|
source: Fit Window
ca: Ajustar finestra
fr: S'adapter à la fenêtre
ro_ro: Potrivește fereastra

# Image|
source: Image will take the best dimension to fit the window.
ca: La imatge es modificara per ajustar-se a la finestra.
fr: L'image prendra la dimension la plus adaptée à la taille de la fenêtre.
ro_ro: Imaginea va fi dimensionată pentru a se potrivi ferestrei.

# Image|
source: Little
ca: Petit
fr: Petit
ro_ro: Mic

# Image|
source: Set the zoom level at 20%
ca: Ajustar el nivell de zoom al 20%
fr: Zoomer à 20%
ro_ro: Setează nivelul de zoom la 20%

# Image|
source: No Zoom
ca: Sense zoom
fr: Aucun zoom
ro_ro: Fără zoom

# Image|
source: Big
ca: Gran
fr: Grand
ro_ro: Mare

# Image|
source: Set the zoom level at 400%
ca: Ajustar el nivell de zoom al 400%
fr: Zoomer à 400%
ro_ro: Setează nivelul de zoom la 400%

# ImageModel|
source: Key
ca: Clau
fr: Clé
ro_ro: Cheie

# ImageModel|
source: Filename
ca: Nom de l’arxiu
fr: Nom de fichier
ro_ro: Nume fișier

# ImageModel|
source: Is Background
ca: És fons
fr: En arrière plan
ro_ro: Fundal

# ImagePathEditor|
source: Get picture for Character State
ca: Obtenir imatge per l’Estat del personatge
fr: Choisir l'image pour l'état des personnages
ro_ro: Obținere imagine pentru stare personaj

# IpChecker|
source: Error to read server IP.
ca: Error al llegir el servidor IP.
fr: Erreur: Impossible de lire l'ỈP du serveur.
ro_ro: Eroare la citirea IP-ului serverului.

# KeyGeneratorDialog|
source: Password Generator
ca: Generador de contrasenya
fr: Générateur de mot de passe
ro_ro: Generator de parole

# KeyGeneratorDialog|
source: Password
ca: Contrasenya
fr: Mot de passe
ro_ro: Parolă

# KeyGeneratorDialog|
source: Generate
ca: Generar
fr: Générer
ro_ro: Generare

# KeyGeneratorDialog|
source: Copy/Paste result into server configuration file.
ca: Copiar/Enganxar resultat a l”arxiu de configuració del servidor
fr: Copier/Coller le resultat dans le fichier de configuration du serveur.
ro_ro: Copiază/lipește rezultatul în fișierul de configurare a serverului.

# LogPanel|
source: Form
ca: Formulari
fr: Formulaire
ro_ro: Formular

# LogPanel|
source: Level
ca: Nivell
fr: Niveau
ro_ro: Nivel

# LogPanel|
source: Error
fr: Erreur
ro_ro: Eroare

# LogPanel|
source: Debug
ca: Eliminar errors
fr: Débogue
ro_ro: Depanează

# LogPanel|
source: warning
ca: atenció
fr: Alerte
ro_ro: avertisment

# LogPanel|
source: Info
ca: Informació
ro_ro: Informații

# LogPanel|
source: Erase All
ca: Esborrar tots
fr: Tout effacer
ro_ro: Șterge toate

# LogPanel|
source: Save
ca: Desar
fr: Enregistrer
ro_ro: Salvează

# LogPanel|
source: Provide this file to Rolisteam developers
ca: Proporcionar aquest arxiu a l’equip de desenvolupament de Rolisteam
fr: Envoyer ce fichier à l'équipe de Rolisteam
ro_ro: Furnizează acest fișier dezvoltatorilor Rolisteam

# LogPanel|
source: Saving logs
ca: Guardant registres
fr: Enregistrer le journal d'événements
ro_ro: Se salvează jurnalele

# LogPanel|
source: Log files %1
ca: Arxius de registres %1
fr: Fichier journal %1
ro_ro: Fișiere jurnal %1

# MRichTextEdit|
source: Paragraph formatting
ca: Format del paràgraf
fr: Style de paragraphe
ro_ro: Formatare paragraf

# MRichTextEdit|
source: Undo (CTRL+Z)
ca: Desfer (CTRL+Z)
fr: Annuler (Ctrl+Z)
ro_ro: Anulare (CTRL+Z)

# MRichTextEdit|
source: Undo
ca: Desfer
fr: Annuler
ro_ro: Anulare

# MRichTextEdit|
source: Redo
ca: Refer
fr: Refaire
ro_ro: Refacere
