Repository: Rolisteam/rolisteam
Catalog: po/rolisteam_*.po
Languages: ca, fr, ro_ro

# MRichTextEdit|
source: Cut (CTRL+X)
ca: Tallar (CTRL+X)
fr: Couper (Ctrl+X)
ro_ro: Decupare (CTRL+X)

# MRichTextEdit|
source: Cut
ca: Tallar
fr: Couper
ro_ro: Decupare

# MRichTextEdit|
source: Copy (CTRL+C)
ca: Copiar (CTRL+C)
fr: Copier (Ctrl+C)
ro_ro: Copiere (CTRL+C)

# MRichTextEdit|
source: Copy
ca: Copiar
fr: Copier
ro_ro: Copiere

# MRichTextEdit|
source: Paste (CTRL+V)
ca: Enganxar (CTRL+V)
fr: Coller (Ctrl+V)
ro_ro: Lipire (CTRL+V)

# MRichTextEdit|
source: Paste
ca: Enganxar
fr: Coller
ro_ro: Lipire

# MRichTextEdit|
source: Link (CTRL+L)
ca: Vincular (CTRL+L)
fr: Lien (Ctrl+L)
ro_ro: Legătură (CTRL+L)

# MRichTextEdit|
source: Link
ca: Vincular
fr: Lien
ro_ro: Legătură

# MRichTextEdit|
source: Bold
ca: Negreta
fr: Gras
ro_ro: Aldin

# MRichTextEdit|
source: Italic (CTRL+I)
ca: Cursiva (CTRL+I)
fr: Italique (Ctrl+I)
ro_ro: Italice (CTRL+I)

# MRichTextEdit|
source: Italic
ca: Cursiva
fr: Italique
ro_ro: Italice

# MRichTextEdit|
source: Underline (CTRL+U)
ca: Subratllar (CTRL+U)
fr: Soulignage (Ctrl+U)
ro_ro: Subliniat (CTRL+U)

# MRichTextEdit|
source: Underline
ca: Subratllar
fr: Souligner
ro_ro: Subliniat

# MRichTextEdit|
source: Strike Out
ca: Ratllar
fr: Rayer
ro_ro: Tăiat

# MRichTextEdit|
source: Bullet list (CTRL+-)
ca: Llista en punts (CTRL+-)
fr: Liste à points (Ctrl+-)
ro_ro: Listă cu marcatori (CTRL+-)

# MRichTextEdit|
source: Bullet list
ca: Llista en punts
fr: Liste à points
ro_ro: Listă cu marcatori

# MRichTextEdit|
source: Ordered list (CTRL+=)
ca: Llista ordenada (CTRL+=)
fr: Liste ordonnée (Ctrl+=)
ro_ro: Listă ordonată (CTRL+=)

# MRichTextEdit|
source: Ordered list
ca: Llista ordenada
fr: Liste ordonnée
ro_ro: Listă ordonată

# MRichTextEdit|
source: Decrease indentation (CTRL+,)
ca: Reduir sangria (CTRL+,)
fr: Réduire le décalage (Ctrl+,)
ro_ro: Reducere indentare (CTRL+,)

# MRichTextEdit|
source: Decrease indentation
ca: Reduir sangria
fr: Réduire le décalage
ro_ro: Reducere indentare

# MRichTextEdit|
source: Increase indentation (CTRL+.)
ca: Augmentar sangria (CTRL+.)
fr: Augmenter le décalage (Ctrl+.)
ro_ro: Mărire indentare (CTRL+.)

# MRichTextEdit|
source: Increase indentation
ca: Augmentar sangria
fr: Augmente le décalage
ro_ro: Mărire indentare

# MRichTextEdit|
source: Text foreground color
ca: Color del text principal
fr: Couleur du texte
ro_ro: Culoare prim plan text

# MRichTextEdit|
source: Text background color
ca: Color del text secundari
fr: Couleur de fond
ro_ro: Culoare fundal text

# MRichTextEdit|
source: Font size
ca: Mida de la font
fr: Taille de police
ro_ro: Dimensiune font

# MRichTextEdit|
source: Heading 1
ca: Títol 1
fr: Titre 1
ro_ro: Titlu 1

# MRichTextEdit|
source: Heading 2
ca: Títol 2
fr: Titre 2
ro_ro: Titlu 2

# MRichTextEdit|
source: Heading 3
ca: Títol 3
fr: Titre 3
ro_ro: Titlu 3

# MRichTextEdit|
source: Heading 4
ca: Títol 4
fr: Titre 4
ro_ro: Titlu 4

# MRichTextEdit|
source: Monospace
ca: Espai únic
fr: Chasse fixe
ro_ro: Monospațiat

# MRichTextEdit|
source: Remove character formatting
ca: Eliminar el format dels caràcters
fr: Effacer le style de caractère
ro_ro: Elimitare formatare caractere

# MRichTextEdit|
source: Remove all formatting
ca: Eliminar tots els formats
fr: Effacer tous les styles
ro_ro: Eliminare formatare totală

# MRichTextEdit|
source: Edit document source
ca: Editar el document font
fr: Modifier le code source
ro_ro: Editare sursă document

# MRichTextEdit|
source: Document source
ca: Document font
fr: Source du document
ro_ro: Sursă document

# MRichTextEdit|
source: Create a link
ca: Crear un enllaç
fr: Créer un lien
ro_ro: Creare legătură

# MRichTextEdit|
source: Link URL:
ca: URL de l’enllaç:
fr: Lien URL:
ro_ro: URL legătură:

# MRichTextEdit|
source: Select an image
ca: Sel·leccionar una imatge
fr: Sélectionner une image
ro_ro: Selectează o imagine

# MainWindow|
source: unknown
ca: desconegut
fr: inconnu
ro_ro: necunoscut

# MainWindow|
source: The %1 donation page can be found online at :<br> <a href="%2">%2</a>
ca: La %1 pàgina de donacions pot ser trobada a:<br> <a href="https://liberapay.com/Rolisteam/donate">%2</a>
fr: La page de soutien %1 peut-être trouvé à cette adresse :<br> <a href="%2">%2</a>
ro_ro: Pagina de donare %1 poate fi găsită online la: <br> <a href="%2">%2</a>

# MainWindow|
source: Connected
ca: Connectat
fr: Connecté
ro_ro: Conectat

# MainWindow|
source: Not Connected
ca: No connectat
fr: Non connecté
ro_ro: Neconectat

# MainWindow|
source: Player
ca: Jugador
fr: Joueur
ro_ro: Jucător

# MainWindow|
source: Open scenario
ca: Obrir escenari
fr: Ouvrir Scénario
ro_ro: Deschide scenariul

# MainWindow|
source: Save Scenario as
ca: Desar i anomenar escenari com
fr: Sauvegarder le scénario sous
ro_ro: Salvare scenariu ca

# MainWindow|
source: Save Scenario
ca: Desar escenari
fr: Sauvegarder Scénario
ro_ro: Salvare scenariu

# MainWindow|
source: ToolBox
ca: Caixa d’eines
fr: Boîte à outils
ro_ro: Casetă de instrumente

# MainWindow|
source: &File
fr: &Fichier
ro_ro: &Fișier

# MainWindow|
source: &New
fr: &Nouveau
ro_ro: &Nou

# MainWindow|
source: &Open
fr: &Ouvrir
ro_ro: &Deschide

# MainWindow|
source: Recent Files
ca: Arxius recents
fr: Fichiers Récents
ro_ro: Fișiere recente

# MainWindow|
source: Map
ca: Mapa
fr: Plan
ro_ro: Harta

# MainWindow|
source: Save
ca: Desar
fr: Enregistrer
ro_ro: Salvează

# MainWindow|
source: Close
ca: Tancar
fr: Fermer
ro_ro: Închide

# MainWindow|
source: Quit
ca: Sortir
fr: Quitter
ro_ro: Ieși

# MainWindow|
source: Save Scenario As…
ca: Anomenar i desar escenari com…
fr: Sauvegarder le scénario sous…
ro_ro: Salvare scenariu ca...

# MainWindow|
source: Preferences…
ca: Preferències...
fr: Préférences…
ro_ro: Preferințe

# MainWindow|
source: Disconnection…
ca: Desconnexió...
fr: Déconnecter…
ro_ro: Deconectare…

# MainWindow|
source: Rolisteam Help
ca: Ajuda de Rolisteam
fr: Aide Rolisteam
ro_ro: Ajutor Rolisteam

# MainWindow|
source: online documentation
ca: Documentació en línia
fr: Documentation en ligne
ro_ro: documentație online

# MainWindow|
source: Note
ca: Notes
fr: Notes
ro_ro: Notă

# MainWindow|
source: Picture
ca: Imatge
fr: Image
ro_ro: Imagine

# MainWindow|
source: Show PC Name
ca: Mostrar nom del PJ
fr: Affiche le nom des PJ
ro_ro: Arată numele PC-ului

# MainWindow|
source: Password Generator
ca: Generador de contrasenya
fr: Générateur de mot de passe
ro_ro: Generator de parole

# MainWindow|
source: Show Initiative
ca: Mostrar iniciativa
fr: Afficher l'initiative
ro_ro: Arată inițiativa

# MainWindow|
source: Show Npc Name
ca: Mostrar nom del PNJ
fr: Affiche le nom des PNJ
ro_ro: Arată numele NPC-ului

# MainWindow|
source: Show Npc Number
ca: Mostrar nombre del PNJ
fr: Affiche le numéros des PNJ
ro_ro: Arată numărul NPC-ului

# MainWindow|
source: Minute Editor
ca: Editor de minuts
fr: Editeur de notes
ro_ro: Editorul de minute

# MainWindow|
source: Online Picture
ca: Imatge en línia
fr: Image En Ligne
ro_ro: Imagine online

# MainWindow|
source: Audio Player
ca: Reproductor d’audio
fr: Lecteur Audio
ro_ro: Player audio

# MainWindow|
source: Notification Zone
ca: Zona de notificacions
fr: Zone de notification
ro_ro: Zonă de notificare

# MainWindow|
source: Chat List
ca: Llista de converses
fr: Liste des Tchats
ro_ro: Listă de chaturi

# MainWindow|
source: Character List
ca: Llista de personatges
fr: Liste Des Personnages
ro_ro: Listă de personaje

# MainWindow|
source: ToolBar
ca: Barra d'eines
fr: Barre d'Outils
ro_ro: Bară unelte

# MainWindow|
source: Vectorial Map
ca: Mapa vectorial
fr: Plan Vectoriel
ro_ro: Hartă vectorială

# MainWindow|
source: Change Profile…
ca: Canviar perfil...
fr: Changer de profil…
ro_ro: Schimbare profil…

# MainWindow|
source: Current Media
ca: Mitjans actuals
fr: Média courrant
ro_ro: Fișiere media actuale

# MainWindow|
source: Current Media as…
ca: Mitjans actuals com ...
fr: Media courant sous…
ro_ro: Fișiere media actuale ca…

# MainWindow|
source: All Media
ca: Tots els mitjans
fr: Tous les médias
ro_ro: Toate fișierele media

# MainWindow|
source: Open Scenario
ca: Escenari obert
fr: Ouvrir Scénario
ro_ro: Scenariu deschis

# MainWindow|
source: Room List
ca: Llista de sales
fr: Liste des salons
ro_ro: Lista camerelor

# MainWindow|
source: Shared Note
ca: Nota compartida
fr: Notes partagées
ro_ro: Notă partajată

# MainWindow|
source: Support Rolisteam
ca: Donar suport a Rolisteam
fr: Aider Rolisteam
ro_ro: Sprijină echipa Rolisteam

# MainWindow|
source: Shortcut Viewer…
ca: Visualitzador de dreceres...
fr: Voir les raccourcis…
ro_ro: Vizualizator scurtături…

# MainWindow|
source: Copy Connection Link…
ca: Copiar enllaç de connexió...
fr: Copier le lien de connexion…
ro_ro: Copiază linkul de conectare…

# MainWindow|
source: Show Health Bar
ca: Mostrar Barra de vitalitat
fr: Afficher la barre de vie
ro_ro: Afișează bara de sănătate

# MainWindow|
source: &Network
ca: &Xarxa
fr: &Réseau
ro_ro: &Rețea

# MainWindow|
source: &Help
ca: &Ajuda
fr: A&ide
ro_ro: &Ajutor

# MainWindow|
source: &Edit
ca: &Editar
fr: &Editer
ro_ro: &Editare

# MainWindow|
source: Full Screen
ca: Pantalla completa
fr: Plein écran
ro_ro: Ecran complet

# MainWindow|
source: PDF File
ca: Arxiu PDF
fr: Fichier PDF
ro_ro: Fișier PDF

# MainWindow|
source: Show Health State
ca: Mostrar estat de salut
fr: Montrer les états de santé
ro_ro: Afișare stare sănătate

# MainWindow|
source: Character Sheet
ca: Full de personatge
fr: Fiche de personnage
ro_ro: Fișă de personaj

# MainWindow|
source: WebPage
fr: Page Web
ro_ro: Pagină de internet

# MainWindow|
source: Reorganize
ca: Reorganitzar
fr: Réorganiser
ro_ro: Reorganizează

# MainWindow|
source: Cascade
ca: Cascada
ro_ro: Cascadă

# MainWindow|
source: Tile
ca: Segment
fr: Tuile
ro_ro: Pavaj

# MainWindow|
source: Help
ca: Ajuda
fr: Aide
ro_ro: Ajutor

# MainWindow|
source: Update Notification
ca: Actualitzar notificació
fr: Notification de mise à jour
ro_ro: Actualizează notificarea

# MainWindow|
source: %1 has not the right version: %2.
ca: %1 no té la versió correcta:
fr: %1 n'a pas la même version: %2.
ro_ro: %1 nu are versiunea corectă: %2.

# MainWindow|
source: Set rolisteam to use <port> for the connection
ca: Ajustar Rolisteam per utilitzar <port> per la connexió
fr: Rolisteam utilise le port <port> pour la connexion
ro_ro: Setează rolisteam să folosească <port> pentru conexiune

# MainWindow|
source: Set rolisteam to connect to <server>.
ca: Ajustar Rolisteam per connectar-se a <server>.
fr: Rolisteam se connecte à <server>.
ro_ro: Setează conectarea rolisteam la <server>.

# MainWindow|
source: Define the <role>: gm or pc
ca: Definir <role>: GM o PJ
fr: Définir le <role>: gm ou pc
ro_ro: Definește <role>: gm sau pc

# MainWindow|
source: Erase the settings and use the default parameters
ca: Eliminar tots els paràmetres i utilitzar paràmetres predeterminats.
fr: Effacer les réglages et utiliser les paramètres par défaut
ro_ro: Șterge setările și utilizează parametrii impliciți

# MainWindow|
source: Define the <username>
ca: Definir <nom d’usuari>
fr: Définir le nom d'<utilisateur>
ro_ro: Definește <username>

# MainWindow|
source: Remove limit to PDF file size
ca: Eliminar el límit de mida de l’arxiu PDF
fr: Outrepasser la limite des fichiers PDF
ro_ro: Elimină limita de dimensiune a fișierului PDF

# MainWindow|
source: Export from %1
ca: Exportar des de %1
fr: Exportation depuis %1
ro_ro: Export din %1

# MainWindow|
source: Open %1
ca: Obrir %1
fr: Ouvrir %1
ro_ro: Deschidere %1

# MainWindow|
source: Connection has been lost. %1 will be close
ca: La connexió s’ha perdut. Es tancarà %1
fr: La connexion a été perdue. %1 va s'arrêter
ro_ro: S-a pierdut conexiunea. %1 se va închide

# MainWindow|
source: &Redo
ca: &Refer
fr: &Refaire
ro_ro: &Refacere

# MainWindow|
source: &Undo
ca: &Desfer
fr: &Annuler
ro_ro: An&ulare

# MainWindow|
source: Support
ca: Suport
ro_ro: Sprijină

# MainWindow|
source: Connection lost
ca: Connexió perduda
fr: Connexion perdue
ro_ro: Conexiune pierdută

# MainWindow|
source: Quit %1
ca: Sortir %1
fr: Quitter %1
ro_ro: Ieși din %1

# MainWindow|
source: Scenarios (*.sce)
ca: Escenaris (*.sce)
fr: Scénarios (*.sce)
ro_ro: Scenarii (*.sce)

# MainWindow|
source: About Rolisteam
ca: Sobre Rolisteam
fr: À propos de Rolisteam
ro_ro: Despre Rolisteam

# MainWindow|
source: Documentation of %1 can be found online at :<br> <a href="http://wiki.rolisteam.org">http://wiki.rolisteam.org/</a>
ca: La documentació de %1 pot ser trobada en línia a: <br> <a href="http://wiki.rolisteam.org">http://wiki.rolisteam.org/</a>
fr: La documentation de %1 est accessible sur le web :<br> <a href="http://wiki.rolisteam.org">http://wiki.rolisteam.org/</a>
ro_ro: Documentația pentru %1 poate fi găsită online la :<br> <a href="http://wiki.rolisteam.org">http://wiki.rolisteam.org/</a>

# MainWindow|
source: The %1 version has been released. Please take a look at <a href="http://www.rolisteam.org/download">Download page</a> for more information
ca: La versió %1 ha estat llançada. Consulteu <a href="http://www.rolisteam.org/download"> Lloc de descàrrega </a> per a informació addicional.
fr: La version %1 est disponible. Pour plus d'informations veuillez consulter <a href="http://www.rolisteam.org/download">la page de téléchargement</a>
ro_ro: A fost lansată versiunea %1. Aruncă o privire peste <a href="http://www.rolisteam.org/download">Pagina de descărcări</a> pentru mai multe informații

# MainWindow|
source: %1 just joins the game.
ca: %1 s’ha unit a la partida.
fr: %1 vient de rejoindre la partie.
ro_ro: %1 s-a alăturat jocului.

# MainWindow|
source: %1 just leaves the game.
ca: %1 ha deixat la partida.
fr: %1 vient de quitter la partie.
ro_ro: %1 a părăsit jocul.

source: Map Wizzard
ca: Assistent de mapes
fr: Ouvrir un Plan
ro_ro: Vrăjitor de hărți

# MapWizzard|
source: Title:
ca: Títol:
fr: Titre:
ro_ro: Titlu:

# MapWizzard|
source: Permission Mode:
ca: Mode de permisos:
fr: Mode de Permission:
ro_ro: Mod de permisiuni:

# MapWizzard|
source: Filepath:
ca: Camí de l’arxiu:
fr: Chemin:
ro_ro: Cale fișier:

# MapWizzard|
source: Browse
ca: Navegar
fr: Parcourir
ro_ro: Răsfoire

# MapWizzard|
source: Hidden
ca: Amagat
fr: Caché
ro_ro: Ascuns

# MapWizzardDialog|
source: Map Wizzard
ca: Assistent de mapes
fr: Ouvrir un Plan
ro_ro: Expert de hărți

# MapWizzardDialog|
source: Title :
ca: Títol :
fr: Titre:
ro_ro: Titlu:

# MapWizzardDialog|
source: Background Color :
ca: Color de fons
fr: Couleur de fond :
ro_ro: Culoare de fundal:

# MapWizzardDialog|
source: Visibility Mode:
ca: Mode de visibilitat
fr: Visibilité:
ro_ro: Mod vizibilitate:

# MapWizzardDialog|
source: Permission Mode:
ca: Mode de permisos:
fr: Mode de Permission:
ro_ro: Mod de permisiuni:

# MapWizzardDialog|
source: Grid
ca: Cuadrícula:
fr: Grille
ro_ro: Grilă

# MapWizzardDialog|
source: Grid Pattern:
ca: Patró de la quadrícula:
fr: Schéma de grille:
ro_ro: Model grilă:

# MapWizzardDialog|
source: Color:
fr: Couleur:
ro_ro: Culoare:

# MapWizzardDialog|
source: Size:
ca: Mida:
fr: Taille:
ro_ro: Dimensiune:

# MapWizzardDialog|
source: Scale:
ca: Escala:
fr: Échelle:
ro_ro: Scală:

# MapWizzardDialog|
source: foot
ca: peu
fr: pied
ro_ro: picior

# MapWizzardDialog|
source: No Right
ca: Sense dret
fr: Aucun droit
ro_ro: Fără drepturi

# MapWizzardDialog|
source: His character
ca: El seu personatge
fr: Personnage
ro_ro: Personajul său

# MapWizzardDialog|
source: All Permissions
ca: Tots els permisos
fr: Tous les droits
ro_ro: Toate permisiunile

# MapWizzardDialog|
source: Hidden
ca: Amagat
fr: Caché
ro_ro: Ascuns

# MapWizzardDialog|
source: Fog of War
ca: Boira de guerra
fr: Brouillard de Guerre
ro_ro: Ceață de război

# MapWizzardDialog|
source: All visible
ca: Tots visibles
fr: Entierement Visible
ro_ro: Toate vizibile

# MediaContainer|
source: Detach the view
ca: Separar la vista
fr: Détacher la vue
ro_ro: Detașează vizualizarea

# MusicModel|
source: Title
ca: Títol
fr: Titre
ro_ro: Titlu

# NameGeneratorWidget|
source: Name Generator
ca: Generador de noms
fr: Générateur de Nom
ro_ro: Generator de nume

# NameGeneratorWidget|
source: Male
ca: Home
fr: Homme
ro_ro: Bărbat

# NameGeneratorWidget|
source: Female
ca: Dona
fr: Femme
ro_ro: Femeie

# NameGeneratorWidget|
source: How many ?
ca: Quants?
fr: Combien ?
ro_ro: Câți/câte?

# NameGeneratorWidget|
source: Generate
ca: Generar
fr: Générer
ro_ro: Generare

# NameGeneratorWidget|
source: Chinese Name
ca: Nom xinès
fr: Nom chinois
ro_ro: Nume chinezesc

# NameGeneratorWidget|
source: Elve Name
ca: Nom èlfic
fr: Nom d'elfe
ro_ro: Nume de elf

# NameGeneratorWidget|
source: English Name
ca: Nom anglès
fr: Nom anglais
ro_ro: Nume englez

# NameGeneratorWidget|
source: French Name
ca: Nom francès
fr: Nom français
ro_ro: Nume francez

# NameGeneratorWidget|
source: Japanese Name
ca: Nom japonès
fr: Nom japonais
ro_ro: Nume japonez

# NameGeneratorWidget|
source: Star Wars Name
ca: Nom de Star Wars
fr: Nom star wars
ro_ro: Nume din universul Star Wars

# NameGeneratorWidget|
source: Russian Name
ca: Nom rus
fr: Nom russe
ro_ro: Denumire în limba rusă

# NetworkLink|
source: Socket is null
ca: Sòcol nul
fr: Le lien est vide
ro_ro: Socket este nul

# NetworkLink|
source: Socket is not writable
ca: No es pot escriure al sòcol
fr: Impossible d'écrire dans le socket
ro_ro: Socket nu poate fi scris

# NetworkLink|
source: Tranmission error :
ca: Error de transmissió:
fr: Erreur de transmission :
ro_ro: Eroare de transmisie :

# NewEmptyMapDialog|
source: New Map
ca: Mapa nou
fr: Nouveau Plan
ro_ro: Hartă nouă

# NewEmptyMapDialog|
source: Title:
ca: Títol:
fr: Titre:
ro_ro: Titlu:

# NewEmptyMapDialog|
source: Background Color:
ca: Color de fons
fr: Couleur de Fond:
ro_ro: Culoare de fundal:

# NewEmptyMapDialog|
source: Permission :
ca: Permís:
ro_ro: Permisiune :

# NewEmptyMapDialog|
source: Landscape
ca: Horitzontal
fr: Paysage
ro_ro: Peisaj

# NewEmptyMapDialog|
source: Portrait
ca: Vertical
ro_ro: Portret

# NewEmptyMapDialog|
source: Square
ca: Quadrat
fr: Carré
ro_ro: Pătrat

# NewEmptyMapDialog|
source: Size (in pixels)
ca: Mida (en píxels)
fr: Taille (en pixels)
ro_ro: Mărime (în pixeli)

# NewEmptyMapDialog|
source: Small (%1 x %2 )
ca: Petit (%1 x %2 )
fr: Petit (%1 x %2 )
ro_ro: Mic (%1 x %2 )

# NewEmptyMapDialog|
source: Middle (%1 x %2 )
ca: Mitjà (%1 x %2 )
fr: Moyen (%1 x %2 )
ro_ro: Mediu (%1 x %2 )

# NewEmptyMapDialog|
source: Big (%1 x %2 )
ca: Gran (%1 x %2 )
fr: Grand (%1 x %2 )
ro_ro: Mare (%1 x %2 )

# NewEmptyMapDialog|
source: Huge (%1 x %2 )
ca: Molt gran (%1 x %2 )
fr: Énorme (%1 x %2 )
ro_ro: Uriaș (%1 x %2 )

# NewEmptyMapDialog|
source: Custom
ca: Personalitzat
fr: Personnalisé
ro_ro: Particularizat

# NewEmptyMapDialog|
source: Width:
ca: Amplada:
fr: Largeur:
ro_ro: Lățime:

# NewEmptyMapDialog|
source: Height:
ca: Alçada
fr: Hauteur:
ro_ro: Înălțime:

# NpcMakerWidget|
source: Info
ca: Informació
ro_ro: Informații

# NpcMakerWidget|
source: Name:
ca: Nom:
fr: Nom:
ro_ro: Nume:

# NpcMakerWidget|
source: Color:
fr: Couleur:
ro_ro: Culoare:

# NpcMakerWidget|
source: Initiative Command
ca: Ordre d’inici
fr: Commande d'initiative
ro_ro: Comandă inițiativă

# NpcMakerWidget|
source: Initiative Value:
ca: Valor d’avantatge:
fr: Valeur d'initiative:
ro_ro: Valoarea inițiativei:

# NpcMakerWidget|
source: Open
ca: Obrir
fr: Ouvrir
ro_ro: Deschidere

# NpcMakerWidget|
source: Size:
ca: Mida:
fr: Taille:
ro_ro: Dimensiune:

# NpcMakerWidget|
source: Life
ca: Vitalitat
fr: Vie
ro_ro: Viață

# NpcMakerWidget|
source: Current
ca: Actual
fr: Courant
ro_ro: Actual

# NpcMakerWidget|
source: Action
ca: Acció
ro_ro: Acțiune

# NpcMakerWidget|
source: Actions
ca: Accions
ro_ro: Acțiuni

# NpcMakerWidget|
source: Shape
ca: Forma
fr: Forme
ro_ro: Formă

# NpcMakerWidget|
source: Shapes
ca: Formes
fr: Formes
ro_ro: Forme

# NpcMakerWidget|
source: Property
ca: Propietat
fr: Propriétés
ro_ro: Proprietate

# NpcMakerWidget|
source: Properties
ca: Propietats
fr: Propriétés
ro_ro: Proprietăți

# NpcMakerWidget|
source: Import…
ca: Importar...
fr: Importer…
ro_ro: Importă…

# NpcMakerWidget|
source: Export…
ca: Exportar...
fr: Exporter…
ro_ro: Exportă…

# NpcMakerWidget|
source: Add Action
ca: Afegir acció
fr: Ajouter une action
ro_ro: Adaugă acțiune

# NpcMakerWidget|
source: add action
ca: afegir acció
fr: Ajouter une action
ro_ro: adaugă acțiune

# NpcMakerWidget|
source: Remove Action
ca: Eliminar acció
fr: Supprimer une action
ro_ro: Elimină acțiunea

# NpcMakerWidget|
source: Add Shape
ca: Afegir forma
fr: Ajouter une forme
ro_ro: Adaugă formă

# NpcMakerWidget|
source: Remove Shape
ca: Eliminar forma
fr: Supprimer une forme
ro_ro: Elimină forma

# NpcMakerWidget|
source: Add Property
ca: Afegir propietat
fr: Ajouter un propriété
ro_ro: Adaugă proprietate

# NpcMakerWidget|
source: Remove Property
ca: Eliminar propietat
fr: Supprimer une propriété
ro_ro: Elimină proprietatea

# NpcMakerWidget|
source: Select Avatar
ca: Sel·leccionar avatar
fr: Sélectionner un avatar
ro_ro: Setare avatar

# NpcMakerWidget|
source: Images (*.jpg *.jpeg *.png *.bmp *.svg)
ca: Imatges (*.jpg *.jpeg *.png *.bmp *.svg)
ro_ro: Imagini (*.jpg *.jpeg *.png*.bmp *.svg)

# NpcMakerWidget|
source: Import Token
ca: Importar Token
fr: Importer un Token
ro_ro: Importă token

# NpcMakerWidget|
source: Export Token
ca: Exportar Token
fr: Exporter Token
ro_ro: Exportă token

# OOReader|
source: Unable to convert document body!
ca: No s’ha pogut convertir el document.
fr: Impossible de convertir le document!
ro_ro: Nu se poate converti corpul documentului!

# OnlinePictureDialog|
source: Online Image
ca: Imatge en línia
fr: Image en ligne
ro_ro: Imagine online

# OnlinePictureDialog|
source: Address:
ca: Adreça:
fr: Adresse:
ro_ro: Adresa:

# OnlinePictureDialog|
source: Title:
ca: Títol:
fr: Titre:
ro_ro: Titlu:

# OnlinePictureDialog|
source: download
ca: descarregar
fr: Télécharger
ro_ro: descarcă

# PaletteModel|
source: Role
ca: Rol
fr: Rôle
ro_ro: Rol

# PaletteModel|
source: Group
ca: Grup
fr: Groupe
ro_ro: Grup

# PaletteModel|
source: Active
ca: Actiu
fr: Activé
ro_ro: Activ

# PaletteModel|
source: Disable
ca: Desactivar
fr: Désactivé
ro_ro: Dezactivare

# PaletteModel|
source: Inactive
ca: Inactiu
fr: Inactif
ro_ro: Inactiv

# ParticipantsModel|
source: Read Write
ca: Llegir i escriure
fr: Lecture Écriture
ro_ro: Citește Scrie

# ParticipantsModel|
source: Read Only
ca: Només lectura
fr: Lecture seulement
ro_ro: Doar în citire

# ParticipantsModel|
source: Hidden
ca: Amagat
fr: Caché
ro_ro: Ascuns

# ParticipantsPane|
source: Form
ca: Formulari
fr: Formulaire
ro_ro: Formular

# ParticipantsPane|
source: Permission
ca: Permís
ro_ro: Permisiune

# ParticipantsPane|
source: Promote
ca: Promocionar
fr: Promouvoir
ro_ro: Promovează

# ParticipantsPane|
source: Demote
ca: Degradar
fr: Dégrader
ro_ro: Retrogradează

# PathItem|
source: Close Path
ca: Tancar camí
fr: Fermer le chemin
ro_ro: Închidere cale

# PathItem|
source: Fill Path
ca: Omplir camí
fr: Remplir le chemin
ro_ro: Umplere cale

# PatternModel|
source: NoGrid
ca: Sense graella
fr: Pas de grille
ro_ro: Fără grilă

# PatternModel|
source: Square
ca: Quadrat
fr: Carré
ro_ro: Pătrat

# PdfViewer|
source: Crop Current View
fr: Rogner la vue courante
ro_ro: Vizualizare curentă a culturilor

# PdfViewer|
source: Document to all
fr: Documenter vers tous
ro_ro: Document pentru toți

# PdfViewer|
source: Export into VMap
fr: Exporter vers un plan vectoriel
ro_ro: Exportă în VMap

# PdfViewer|
source: Export as Image
fr: Exporter comme une image
ro_ro: Exportă ca imagine

# PdfViewer|
source: Sharing Pdf File
ca: Compartint arxiu Pdf
fr: Partager le fichier PDF
ro_ro: Se partajează fișierul Pdf
