Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# PreferencesDialog|
source: Generation Path
eo: Generacia Vojo
nl: Pad van generatie

# PreferencesDialog|
source: Select
eo: Elekti
nl: Selecteren

# TableCanvasField|
source: TextInput
eo: TekstoEnigo
nl: Tekstinvoer

# TableCanvasField|
source: TextField
eo: Teksta Kampo
nl: Tekstveld

# TableCanvasField|
source: TextArea
eo: Teksta Areo
nl: Tekstgebied

# TableCanvasField|
source: Select
eo: Elekti
nl: Selecteren

# TableCanvasField|
source: CheckBox
eo: MarkoKesto
nl: Keuzevakje

# TableCanvasField|
source: Image
eo: Bildo
nl: Afbeelding

# TableCanvasField|
source: Label
eo: Etikedo

# TableCanvasField|
source: Dice Button
eo: Ĵetkubo-Butono
nl: Dobbelsteenknop

# TableCanvasField|
source: Function Button
eo: Funkcia Butono
nl: Functieknop

# TableCanvasField|
source: Web page
eo: Retpaĝo
nl: Webpagina

# TableCanvasField|
source: Slider
eo: Glitilo
nl: Schuifregelaar

# TableCanvasField|
source: Select the column type
eo: Elektu la kolumnotipon
nl: Het type kolom selecteren

# TableCanvasField|
source: Type of Field:
eo: Kampotipo:
nl: Type veld:

# QObject|
source: Add Character #%1
eo: Aldoni Karakteron #%1
nl: Karakter #%1 toevoegen

# QObject|
source: checkbox
eo: markokesto
nl: keuzevakje

# QObject|
source: TextInput
eo: TekstoEnigo
nl: Tekstinvoer

# QObject|
source: TextArea
eo: Teksta Areo
nl: Tekstgebied

# QObject|
source: TextField
eo: Teksta Kampo
nl: Tekstveld

# QObject|
source: Table
eo: Tablo
nl: Tabel

# QObject|
source: Image
eo: Bildo
nl: Afbeelding

# QObject|
source: Slider
eo: Glitilo
nl: Schuifregelaar

# QObject|
source: Hidden
eo: Kaŝita
nl: Verborgen

# QObject|
source: function
eo: funkcio
nl: functie

# QObject|
source: Dice Button
eo: Ĵetkubo-Butono
nl: Dobbelsteenknop

# QObject|
source: Web Page
eo: Retpaĝo
nl: Webpagina

# QObject|
source: Next Page Button
eo: Sekva Paĝa Butono
nl: Knop Volgende pagina

# QObject|
source: Previous Page Button
eo: Antaŭa Paĝa Butono
nl: Knop Vorige pagina

# QObject|
source: Unknown
eo: Nekonata
nl: Onbekend

# QObject|
source: Add %1 Field
eo: Aldoni %1 Kampon
nl: %1 veld toevoegen

# QObject|
source: Add Page #%1
eo: Aldoni paĝon #%1
nl: Pagina #%1 toevoegen

# QObject|
source: Delete Character #%1
eo: Forigi Karakteron #%1
nl: Karakter #%1 verwijderen

# QObject|
source: Delete %n Field(s)
eo: Forigi %n Kampo(j)n
nl: %n veld(en) verwijderen

# QObject|
source: Delete Page #%1
eo: Forigi paĝon #%1
nl: Pagina #%1 verwijderen

# QObject|
source: Move %n Field(s)
eo: Move %n Kampo(j)n
nl: %n veld(en) verplaatsen

# QObject|
source: Set background on Page #%1
eo: Agordi fonon sur Paĝo #%1
nl: Achtergrond op pagina #%1 zetten

# QObject|
source: Add Page #%1 and Set background on it
eo: Aldoni Paĝon #%1 kaj Agordi fonon sur ĝi
nl: Pagina #%1 toevoegen en achtergrond erop zetten

# QObject|
source: Set Property %1
eo: Agordi la proprecon %1
nl: Eigenschap %1 instellen

# QObject|
source: Set property on all characters: %1
eo: Agordi proprecon ĉe ĉiuj karakteroj: %1
nl: Eigenschap op alle karakters zetten: %1

# CodeEdit|
source: Dialog
eo: Dialogo
nl: Dialoog

# FieldView|
source: Lock up Item
eo: Ŝlosi Eron
nl: Item vergrendelen

# FieldView|
source: Delete Item
eo: Forigi Eron
nl: Item verwijderen

# FieldView|
source: Apply on Selection
eo: Apliki sur Elekto
nl: Toepassen op selectie

# FieldView|
source: Apply on all lines
eo: Apliki sur ĉiuj linioj
nl: Op alle regels toepassen

# FieldView|
source: Define Field Code
eo: Difini Kampan Kodon
nl: Veldcode definiëren

# FieldView|
source: Reset Field Code
eo: Restarigi Kampan Kodon
nl: Veldcode resetten

# FieldView|
source: Position columns
eo: Pozicio kolumnoj
nl: Positie van kolommen

# FieldView|
source: Aesthetic columns
eo: Estetikaj kolumnoj
nl: Esthetische kolommen

# FieldView|
source: Value columns
eo: Valorkolumnoj
nl: Waarde in kolommen

# FieldView|
source: Id columns
eo: Id-kolumnoj
nl: Id van kolommen

# FieldView|
source: All columns
eo: Ĉiuj kolumnoj
nl: Alle kolommen

# FieldView|
source: Show
eo: Montri
nl: Tonen

# FieldView|
source: Show/Hide
eo: Montri/Kaŝi
nl: Tonen/verbergen

# FieldView|
source: Get Color
eo: Preni Koloron
nl: Kleur ophalen

# QObject|
source: Set the path to configuration file [mandatory]
eo: Agordi la vojon al agorda dosiero [deviga]
nl: Pad naar configuratiebestand instellen [verplicht]

# QObject|
source: Print a default configuration file into Standard output
eo: Presi defaŭltan agordan dosieron en Norman eligon
nl: Een standaard configuratiebestand uitvoeren naar standaarduitvoer

# QObject|
source: Ask for password and return its hash key.
eo: Peti pasvorton kaj resendi ĝian haket-ŝlosilon.
nl: Om wachtwoord vragen en zijn hash-sleutel teruggeven.

# MainWindow|
source: SidePanels
eo: FlankPaneloj
nl: Zijpanelen

# MainWindow|
source: Side Panels
eo: Flankaj Paneloj
nl: Zijpanelen

# MainWindow|
source: List of Players
eo: Listo de Ludantoj
nl: Lijst met spelers

# MainWindow|
source: All campaign documents
eo: Ĉiuj dokumentoj de kampanjo
nl: Alle campagnedocumenten

# MainWindow|
source: List of antagonists
eo: Listo de antagonistoj
nl: Lijst met antagonisten

# MainWindow|
source: Music Player
eo: Muzikludilo
nl: Muziekspeler

# MainWindow|
source: Server Panel
eo: Servila Panelo
nl: Serverpaneel

# MainWindow|
source: Notification Zone
eo: Sciiga Regiono
nl: Meldingenzone

# MainWindow|
source: GM Tools
eo: GM-Iloj
nl: GM-hulpmiddelen

# MainWindow|
source: Open Webpage
eo: Malfermi Retpaĝon
nl: Webpagina openen

# MainWindow|
source: Webpage url:
eo: Retpaĝa URL:
nl: URL van webpage:

# MainWindow|
source: Open Map
eo: Malfermi Mapon
nl: Kaart openen

# MainWindow|
source: Map:
eo: Mapo:
nl: Kaart:

# MainWindow|
source: Open Campaign
eo: Malfermi Kampanjon
nl: Campagne openen

# MainWindow|
source: Documentation of %1 can be found online at :<br> <a href="%2">%2</a>
eo: Dokumentado de %1 troveblas interrete ĉe :<br> <a href="%2">%2</a>
nl: Documentatie van %1 is online te vinden op :<br> <a href="%2">%2</a>

# MainWindow|
source: Support
eo: Subteno
nl: Ondersteuning

# MainWindow|
source: The %1 donation page can be found online at :<br> <a href="%2">%2</a>
eo: La %1 donacpaĝo troveblas interrete ĉe :<br> <a href="%2">%2</a>
nl: De donatiepagina %1 is online te vinden op :<br> <a href="%2">%2</a>

# MainWindow|
source: Quit %1
eo: Forlasi %1
nl: %1 afsluiten

# MainWindow|
source: Update Notification
eo: Ĝisdatigi Sciigon
nl: Melding bijwerken

# MainWindow|
source: The %1 version has been released. Please take a look at <a href="https://www.rolisteam.org/download">Download page</a> for more information
eo: La versio %1 estis publikigita. Bonvolu rigardi <a href="https://www.rolistam.org/download">Elŝutan paĝon</a> por pliaj informoj
nl: De versie %1 is vrijgegeven. Neem een kijkje op <a href="https://www.rolisteam.org/download">Downloadpagina</a> voor meer informatie

# MainWindow|
source: %1 just joins the game.
eo: %1 ĵus aliĝas al la ludo.
nl: %1 doet nu net mee aan het spel.

# MainWindow|
source: %1 has not the right version: %2.
eo: %1 ne havas la ĝustan version: %2.
nl: %1 heeft niet de juiste versie: %2.

# MainWindow|
source: %1 just leaves the game.
eo: %1 ĵus forlasas la ludon.
nl: %1 heeft nu net het spel verlaten.

# MainWindow|
source: Set rolisteam to use <port> for the connection
eo: Agordi rolisteam por uzi <port> por la konekto
nl: Stel rolisteam in om <port> voor de verbinding te gebruiken

# MainWindow|
source: Set rolisteam to connect to <server>.
eo: Agordi rolisteam por konekti al <servilo>.
nl: Stel rolisteam in om met <server> te verbinden.

# MainWindow|
source: Define the <role>: gm or pc
eo: Difini la <rolon>: gm aŭ pc
nl: Definieer de <role>: sm of pc

# MainWindow|
source: Erase the settings and use the default parameters
eo: Forigi la agordojn kaj uzi la defaŭltajn parametrojn
nl: De instellingen wissen en de standaard parameters gebruiken

# MainWindow|
source: Define the <username>
eo: Difini la <uzantnomo>
nl: Definieer de <username>

# MainWindow|
source: Remove limit to PDF file size
eo: Forigi limon al PDF-dosiergrandeco
nl: Limiet van PDF-bestandsgrootte verwijderen

# QObject|
source: path to the translation file: <translationfile>
eo: vojo al la tradukdosiero: <tradukdosiero>
nl: pad naar het vertaalbestand: <translationfile>

# QObject|
source: Define URL to connect to server: <url>
eo: Difini URL por konekti al servilo: <url>
nl: URL definiëren om met de server te verbinden: <url>

# MainWindow|
source: Open %1
eo: Malfermi %1
nl: %1 openen

# MainWindow|
source: Connected
eo: Konektis
nl: Verbonden

# MainWindow|
source: Not Connected
eo: Ne Konektita
nl: Niet verbonden

# MainWindow|
source: Server
eo: Servilo

# MainWindow|
source: Client
eo: Kliento

# MainWindow|
source: Player
eo: Ludanto
nl: Speler

# MainWindow|
source: Unknown
eo: Nekonata
nl: Onbekend

# MainWindow|
source: &File
eo: &Dosiero
nl: &Bestand

# MainWindow|
source: &New
eo: &Nova
nl: &Nieuw

# MainWindow|
source: &Open
eo: &Malfermi
nl: &Openen

# MainWindow|
source: &Panels
eo: &Paneloj
nl: &Panelen

# MainWindow|
source: Reorganize
eo: Reorganizi
nl: Opnieuw organiseren

# MainWindow|
source: &Network
eo: &Reto
nl: &Netwerk

# MainWindow|
source: &Help
eo: &Helpo

# MainWindow|
source: &Edit
eo: &Redakti
nl: B&ewerken

# MainWindow|
source: &GM ToolBoxes
eo: &GM Ilarkestoj
nl: &GM Gereedschapskisten

# MainWindow|
source: &Campaign
eo: &Kampanjo
nl: &Campagne openen

# MainWindow|
source: &History
eo: &Historio
nl: &Geschiedenis

# MainWindow|
source: toolBar
eo: iloBreto
nl: werkbalk

# MainWindow|
source: Close File
eo: Fermi Dosieron
nl: Bestand sluiten

# MainWindow|
source: Ctrl+Esc
eo: Ctrl+Esk

# MainWindow|
source: Preferences…
eo: Preferoj…
nl: Voorkeuren…

# MainWindow|
source: Cascade
eo: Kaskado
nl: Trapsgewijs

# MainWindow|
source: Tile
eo: Kahelo
nl: Tegel

# MainWindow|
source: Disconnection…
eo: Malkonekto…
nl: Verbinding verbreken…

# MainWindow|
source: Rolisteam Help
eo: Rolisteam Helpo
nl: Help voor Rolisteam

# MainWindow|
source: online documentation
eo: interreta dokumentado
nl: online-documentatie

# MainWindow|
source: About Rolisteam
eo: Pri Rolisteam
nl: Info over Rolisteam

# MainWindow|
source: Note
eo: Noto
nl: Notitie

# MainWindow|
source: Picture
eo: Bildo
nl: Plaatje

# MainWindow|
source: Online Picture
eo: Reta Bildo
nl: Online plaatje

# MainWindow|
source: Character List
eo: Listo de Karakteroj
nl: Karakters

# MainWindow|
source: ToolBar
eo: Ilobreto
nl: Werkbalk

# MainWindow|
source: Map
eo: Mapo
nl: Kaart

# MainWindow|
source: Show Health State
eo: Montri Sanostaton
nl: Status welzijn tonen

# MainWindow|
source: Change Profile…
eo: Ŝanĝi profilon…
nl: Profiel wijzigen…

# MainWindow|
source: Character Sheet
eo: Karaktera Folio
nl: Blad met karakters

# MainWindow|
source: Save Campaign
eo: Konservi Kampanjon
nl: Campagne opslaan

# MainWindow|
source: Room List
eo: Listo de Ĉambroj
nl: Lijst met rooms

# MainWindow|
source: Shared Note
eo: Kunhavita Noto
nl: Gedeelde notitie

# MainWindow|
source: Shortcut Viewer…
eo: Ŝparvoja Vidilo…
nl: Viewer met sneltoetsen…

# MainWindow|
source: Full Screen
eo: Plenekrana
nl: Volledig scherm

# MainWindow|
source: PDF File
eo: PDF-dosiero
nl: PDF-bestand

# MainWindow|
source: Copy Connection Link…
eo: Kopii Konektligilon…
nl: Verbindingskoppeling kopiëren…

# MainWindow|
source: WebPage
eo: Retpaĝo
nl: Webpagina

# MainWindow|
source: Password Generator
eo: Pasvorta Generatoro
nl: Wachtwoordgenerator

# MainWindow|
source: Current Media as…
eo: Aktuala Aŭdvidaĵo kiel…
nl: Huidige medium als…

# MainWindow|
source: Media title in toolbar
eo: Aŭdvidaĵa titolo en ilobreto
nl: Mediumtitel in werkbalk

# MainWindow|
source: Mindmap
eo: Mensmapo

# MainWindow|
source: Instant messaging
eo: Tuja mesaĝado

# MainWindow|
source: Instant Messaging Window
eo: Tujmesaĝa Fenestro
nl: Venster voor Instant messaging

# MainWindow|
source: Copy
eo: Kopii
nl: Kopiëren

# MainWindow|
source: Paste
eo: Alglui
nl: Plakken

# MainWindow|
source: Properties
eo: Propraĵoj
nl: Eigenschappen

# MainWindow|
source: Dice Alias
eo: Dice Kaŝnomo
nl: Alias van dobbelsteen

# MainWindow|
source: Character States
eo: Karakteraj statoj
nl: Blad met karakters

# MainWindow|
source: Statistics
eo: Statistiko
nl: Statistieken

# MainWindow|
source: Theme
eo: Etoso
nl: Thema

# MainWindow|
source: New Campaign
eo: Nova Kampanjo
nl: Nieuwe campagne

# MainWindow|
source: Save Campaign As…
eo: Konservi Kampanjon Kiel…
nl: Campagne opslaan als…

# MainWindow|
source: Non Playable Characters
eo: Ne Ludeblaj Karakteroj
nl: Alle speelbare karakters

# MainWindow|
source: Manage…
eo: Administri…
nl: Beheren…

# MainWindow|
source: Remove…
eo: Forigi…
nl: Verwijderen…

# MainWindow|
source: Clean
eo: Purigi
nl: Opschonen

# MainWindow|
source: Import from another campaign…
eo: Importi el alia kampanjo…
nl: Uit een andere campagne importeren…

# ContextualMenu|
source: Next Page
eo: Sekva Paĝo
nl: Volgende pagina

# ContextualMenu|
source: Previous Page
eo: Antaŭa Paĝo
nl: Vorige pagina

# ContextualMenu|
source: Adapt Width to Window
eo: Adapti Larĝon al Fenestro
nl: Breedte aan venster aanpassen

# ContextualMenu|
source: Reset Zoom
eo: Restarigi Zoom
nl: Zoom resetten

# example|
source: Corpulence
eo: Korpulence
nl: Corpulentie

# example|
source: Courage
eo: Kuraĝo
nl: Moed

# example|
source: Malice
eo: Malico
nl: Kwaadaardigheid

# example|
source: Syndrôme
eo: Sindromo
nl: Syndroom

# example|
source: Souvenir 1: %1
eo: Suveniro 1: %1

# example|
source: Souvenir 2: %1
eo: Suveniro 2: %1

# example|
source: Souvenir 3: %1
eo: Suveniro 3: %1

# Table|
source: Add line
eo: Aldoni linion
nl: Regel toevoegen

# Table|
source: Remove current Line
eo: Forigi nunan Linio
nl: Huidige regel verwijderen

# Table|
source: Remove Last line
eo: Forigi Lastan linion
nl: Laatste regel verwijderen

# Tablev1|
source: Add line
eo: Aldoni linion
nl: Regel toevoegen

# Tablev1|
source: Remove current Line
eo: Forigi nunan Linio
nl: Huidige regel verwijderen

# Tablev1|
source: Remove Last line
eo: Forigi Lastan linion
nl: Laatste regel verwijderen

# CharacterSheetModel|
source: Fields name
eo: Nomo de kampoj
nl: Veldennaam

# CharacterSheetModel|
source: Empty Section %1
eo: Malplena Sekcio %1
nl: Lege sectie %1

# CharacterSheetModel|
source: Section_%1
eo: Sekcio_%1
nl: Sectie_%1

# CharacterSheetModel|
source: Field %1
eo: Kampo %1
nl: Veld %1

# ImageModel|
source: Key
eo: Ŝlosilo
nl: Sleutel

# ImageModel|
source: Filename
eo: Dosiernomo
nl: Bestandsnaam

# ImageModel|
source: Is Background
eo: Estas Fono
nl: Is achtergrond

# QObject|
source: abs : too many arguments
eo: abs : tro da argumentoj
nl: abs : te veel argumenten

# QObject|
source: abs : too few arguments
eo: abs : tro malmultaj argumentoj
nl: abs : te weinig argumenten

# QObject|
source: ceil : too many arguments
eo: ceil : tro da argumentoj
nl: ceil : te veel argumenten

# QObject|
source: ceil : too few arguments
eo: ceil : tro malmultaj argumentoj
nl: ceil : te weinig argumenten

# QObject|
source: floor : too many arguments
eo: etaĝo : tro da argumentoj
nl: floor : te veel argumenten

# QObject|
source: floor : too few arguments
eo: etaĝo : tro malmultaj argumentoj
nl: floor : te weinig argumenten

# QObject|
source: concatenate : too few arguments
eo: concatenate : tro malmultaj argumentoj
nl: concatenate : te weinig argumenten

# QObject|
source: min : too few arguments
eo: min : tro malmultaj argumentoj
nl: min : te weinig argumenten

# QObject|
source: max : too few arguments
eo: max : tro malmultaj argumentoj
nl: max : te weinig argumenten

# QObject|
source: avg : too few arguments
eo: avg : tro malmultaj argumentoj
nl: avg : te weinig argumenten

# QObject|
source: Error: division by Zero
eo: Eraro: divido per Nulo
nl: Fout: delen door nul

# LogPanel|
source: Saving logs
eo: Konservado de protokoloj
nl: Logs opslaan

# LogPanel|
source: Log files %1
eo: Protokoldosieroj %1
nl: Logbestanden %1

# LogPanel|
source: Form
eo: Formo
nl: Formulier

# LogPanel|
source: Level
eo: Nivelo
nl: Niveau

# LogPanel|
source: Error
eo: Eraro
nl: Fout

# LogPanel|
source: warning
eo: averto
nl: Waarschuwing

# LogPanel|
source: Debug
eo: Sencimigi
nl: Debuggen

# LogPanel|
source: Erase All
eo: Forigi Ĉion
nl: Alles wissen

# LogPanel|
source: Save
eo: Konservi
nl: Opslaan

# LogPanel|
source: Provide this file to Rolisteam developers
eo: Provizi ĉi tiun dosieron al programistoj de Rolisteam
nl: Lever dit bestand aan de ontwikkelaars van Rolisteam

# ContentController|
source: Copied Image
eo: Kopiita Bildo
nl: Gekopieerde afbeelding

# InstantMessagingController|
source: Global
eo: Ĉiea
nl: Globaal

# TextController|
source: Text
eo: Teksto
nl: Tekst

# ThemeModel|
source: default
eo: defaŭlto
nl: standaard

# ThemeModel|
source: darkorange
eo: mallumoranĝo
nl: donker-oranje

# PreferencesController|
source: (copy)
eo: (kopio)
nl: (kopiëren)

# MediaControllerBase|
source: Unknown
eo: Nekonata
nl: Onbekend

# QObject|
source: Unknown Character
eo: Nekonata Karaktero
nl: Onbekend karakter

# QObject|
source: Character
eo: Karaktero
nl: Karakter

# QObject|
source: Ground
eo: Tero
nl: Grond

# QObject|
source: Object
eo: Objekto

# Campaign|
source: Unknown
eo: Nekonata
nl: Onbekend

# Campaign|
source: Pattern
eo: Ŝablono
nl: Patroon

# Campaign|
source: Command
eo: Komando
nl: Commando

# Campaign|
source: Comment
eo: Komento
nl: Toelichting

# CampaignManager|
source: Impossible to create campaign template at %1
eo: Ne eblas krei kampanjan ŝablonon ĉe %1
nl: Kan onmogelijk campagnesjabloon in %1 aanmaken

# CampaignManager|
source: Campaign Template creation failed on this location: %1
eo: Kreado de Kampanja Ŝablono malsukcesis en ĉi tiu loko: %1
nl: Aanmaken van campagnesjabloon is mislukt in dis locatie: %1

# ChatRoom|
source: No Diceparser Object
eo: Neniu Diceparser-Objekto
nl: Geen object Diceparser

# QObject|
source: Internal
eo: Interna
nl: Intern

# QObject|
source: Linked
eo: Ligita
nl: Gekoppeld

# QObject|
source: Closed
eo: Fermita
nl: Gesloten

# QObject|
source: Displayed
eo: Montriĝis
nl: Getoond

# ShortCutModel|
source: Action
eo: Ago
nl: Actie

# ShortCutModel|
source: Key
eo: Ŝlosilo
nl: Sleutel

# CharacterStateModel|
source: Label
eo: Etikedo

# CharacterStateModel|
source: Color
eo: Koloro
nl: Kleur

# CharacterStateModel|
source: Image
eo: Bildo
nl: Afbeelding

# ColorModel|
source: Any color
eo: Ajna koloro
nl: Een kleur

# DiceAliasModel|
source: Pattern
eo: Ŝablono
nl: Patroon

# DiceAliasModel|
source: Value
eo: Valoro
nl: Waarde

# DiceAliasModel|
source: Regular Expression
eo: Regula Esprimo
nl: Reguliere expressie

# DiceAliasModel|
source: Disable
eo: Malebligi
nl: Uitschakelen

# DiceAliasModel|
source: Comments
eo: Komentoj
nl: Opmerkingen

# HistoryModel|
source: Path
eo: Vojo
nl: Pad

# HistoryModel|
source: type
eo: tipo

# HistoryModel|
source: last access
eo: lasta aliro
nl: laatste toegang

# HistoryModel|
source: bookmarked
eo: legosignita
nl: met bladwijzer

# MediaModel|
source: Name
eo: Nomo
nl: Naam

# MediaModel|
source: Size
eo: Grandeco
nl: Grootte

# MediaModel|
source: Type
eo: Tipo

# MediaModel|
source: Date Added
eo: Dato Aldonita
nl: Datum toegevoegd

# MediaModel|
source: Date Modified
eo: Dato Modifita
nl: Datum gewijzigd

# MessageModel|
source: Invalid Person
eo: Nevalida Persono
nl: Ongeldig persoon

# MusicModel|
source: Title
eo: Titolo
nl: Titel

# NonPlayableCharacterModel|
source: Avatar
eo: Avataro

# NonPlayableCharacterModel|
source: Name
eo: Nomo
nl: Naam

# NonPlayableCharacterModel|
source: Description
eo: Priskribo
nl: Beschrijving

# NonPlayableCharacterModel|
source: GM Details
eo: GM Detaloj

# NonPlayableCharacterModel|
source: Tags
eo: Etikedoj

# NonPlayableCharacterModel|
source: Color
eo: Koloro
nl: Kleur

# NonPlayableCharacterModel|
source: Current HP
eo: Nuna HP
nl: Huidige HP

# NonPlayableCharacterModel|
source: Max HP
eo: Maksimuma HP

# NonPlayableCharacterModel|
source: Initiative
eo: Iniciato
nl: Initiatief

# NonPlayableCharacterModel|
source: Distance Per turn
eo: Distanco Por turno
nl: Afstand per beurt

# NonPlayableCharacterModel|
source: State
eo: Stato
nl: Staat/provincie

# NonPlayableCharacterModel|
source: Life Color
eo: Viva Koloro
nl: Lifekleur

# NonPlayableCharacterModel|
source: Init Command
eo: Komenca Komando
nl: Initialisatiecommando

# PaletteModel|
source: Role
eo: Rolo
nl: Rol

# PaletteModel|
source: Group
eo: Grupo
nl: Groep

# PaletteModel|
source: Active
eo: Aktiva
nl: Actief

# PaletteModel|
source: Disable
eo: Malebligi
nl: Uitschakelen

# PaletteModel|
source: Inactive
eo: Neaktiva
nl: Inactief

# ParticipantModel|
source: Read Write
eo: Legi Skribi
nl: Lezen-schrijven

# ParticipantModel|
source: Read Only
eo: Nurlegebla
nl: Alleen-lezen

# ParticipantModel|
source: Hidden
eo: Kaŝita
nl: Verborgen

# ParticipantsModel|
source: Read Write
eo: Legi Skribi
nl: Lezen-schrijven

# ParticipantsModel|
source: Read Only
eo: Nurlegebla
nl: Alleen-lezen

# ParticipantsModel|
source: Hidden
eo: Kaŝita
nl: Verborgen

# PatternModel|
source: NoGrid
eo: NoKrid
nl: GeenRaster

# PatternModel|
source: Square
eo: Kvadrato
nl: Vierkant

# PatternModel|
source: Hexagon
eo: Seslatero
nl: Zeshoek

# PlayerModel|
source: Not defined
eo: Ne difinita
nl: Niet gedefinieerd

# PlayerModel|
source: %1: HP: %2/%3 State: %4 Initiative Score: %5 Distance Per Turn: %6 type: %7
eo: %1: HP: %2/%3 Stato: %4 Iniciativa Poentaro: %5 Distanco por Turno: %6 tipo: %7
nl: %1: HP: %2/%3 Status: %4 Initiatief score: %5 Afstand per beurt: %6 type: %7

# PlayerModel|
source: PC
eo: komputilo

# PlayerModel|
source: Players List
eo: Listo de Ludantoj
nl: Lijst met spelers

# PlayerModel|
source: Duplicated player or uuid
eo: Duobligita ludanto aŭ uuid
nl: Gedupliceerde speler of uuid

# ProfileModel|
source: (clone)
eo: (klono)
nl: (kloon)

# ProxyStateModel|
source: Any
eo: Ajna
nl: Elke

# StateModel|
source: Any State
eo: Ajna Stato
nl: Een staat

# ChannelModel|
source: Bytes
eo: Bajtoj

# ChannelModel|
source: Channel Password
eo: Kanala Pasvorto
nl: Kanaalwachtwoord

# ChannelModel|
source: Channel %1 required password:
eo: Kanalo %1 bezonata pasvorto:
nl: Kanaal %1 vereist wachtwoord:

# CharacterDataModel|
source: No Avatar
eo: Neniu avataro
nl: Geen avatar

# CharacterDataModel|
source: New Character
eo: Nova Karaktero
nl: Nieuw karakter

# ClientConnection|
source: Socket is null
eo: Socket estas nula
nl: Socket is nul

# ClientConnection|
source: Socket is not writable
eo: Socket ne estas skribebla
nl: Socket is niet beschrijfbaar

# ClientConnection|
source: Transmission error :
eo: Eraro de transdono:
nl: Transmissiefout :

# ClientManager|
source: Connection to the server has been closed.
eo: Konekto al la servilo estis fermita.
nl: Verbinding naar server is afgesloten.

# QObject|
source: Player
eo: Ludanto
nl: Speler

# RServer|
source: [Upnp] Port mapping has been done
eo: [Upnp] Portmapado estas farita
nl: [Upnp] Port-mapping is gedaan

# ServerConnectionManager|
source: Authentification as Admin fails: %2 - %1, Wrong password.
eo: Aŭtentikigo kiel Administranto malsukcesas: %2 - %1, Malĝusta pasvorto.
nl: Authenticatie als admin is mislukt: %2 - %1, verkeerd wachtwoord.

# ServerConnectionManager|
source: Authentification fails: %1 try to connect to the server with wrong password.
eo: Aŭtentikigo malsukcesas: %1 provu konekti al la servilo kun malĝusta pasvorto.
nl: Authenticatie is mislukt: %1 probeerde met de server te verbinden met een verkeerd wachtwoord.

# ServerConnectionManager|
source: User has been kick out: %2 - %1.
eo: Uzanto estas forigita: %2 - %1.
nl: Gebruiker is er uit geknikkerd: %2 - %1.

# ServerConnectionManager|
source: New Incoming Connection!
eo: Nova Envenanta Konekto!
nl: Nieuwe inkomende verbinding!
