Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# UserListView|
source: Value:
eo: Valoro:
nl: Waarde:

# UserListView|
source: Set Property
eo: Agordi Proprecon
nl: Eigenschap instellen

# UserListView|
source: State
eo: Stato
nl: Staat/provincie

# UserListView|
source: Action
eo: Ago
nl: Actie

# UserListView|
source: Shape
eo: Formo
nl: Vorm

# ToolBox|
source: Tools
eo: Iloj
nl: Hulpmiddelen

# ToolBox|
source: Pen
eo: Plumo

# ToolBox|
source: Line
eo: Linio
nl: Lijn

# ToolBox|
source: Empty Rectangle
eo: Malplena Rektangulo
nl: Lege rechthoek

# ToolBox|
source: filled Rectangle
eo: plenigita Rektangulo
nl: gevulde rechthoek

# ToolBox|
source: Empty Ellipse
eo: Malplena Elipso
nl: Lege ellips

# ToolBox|
source: Filled Ellipse
eo: Plenigita Elipso
nl: Gevulde ellips

# ToolBox|
source: Text
eo: Teksto
nl: Tekst

# ToolBox|
source: Hand
eo: Mano

# ToolBox|
source: Add NPC
eo: Aldoni NPC
nl: NPC toevoegen

# ToolBox|
source: Rule
eo: Regulo
nl: Regel

# ToolBox|
source: Path
eo: Vojo
nl: Pad

# ToolBox|
source: Anchor
eo: Ankro
nl: Anker

# ToolBox|
source: Pipette
eo: Pipeto
nl: Pipet

# ToolBox|
source: Highlighter
eo: Markilo
nl: Accentuering

# ToolBox|
source: Paint Bucket
eo: Farbo Sitelo
nl: Verfpot

# ToolBox|
source: Text With Border
eo: Teksto Kun Bordo
nl: Tekst met omranding

# ToolBox|
source: Reset NPC counter
eo: Restarigi NPC-nombrilon
nl: NPC-teller resetten

# ToolBox|
source: NPC Name
eo: NPC Nomo
nl: NPC-naam

# ToolBox|
source: NPC's number
eo: numero de NPC
nl: Nummer van NPC

# ToolBox|
source: Normal
eo: Normala
nl: Normaal

# ToolBox|
source: Mask
eo: Masko
nl: Masker

# ToolBox|
source: Unmask
eo: Senmaskigi
nl: Masker wissen

# ToolBox|
source: height of the pen
eo: alteco de la plumo
nl: hoogte van de pen

# ToolBox|
source: Opacity:
eo: Opakeco:
nl: Dekking:

# TestCharacterStateModel|
source: Healthy
eo: Sana
nl: Gezond

# TestCharacterStateModel|
source: Lightly Wounded
eo: Leĝere Vundita
nl: Licht gewond

# TestCharacterStateModel|
source: Seriously injured
eo: Grave vundita
nl: Ernstig gewond

# TestCharacterStateModel|
source: Dead
eo: Mortinta
nl: Dood

# TestCharacterStateModel|
source: Sleeping
eo: Dormanta
nl: Slaapt

# TestCharacterStateModel|
source: Bewitched
eo: Prisorĉita
nl: Behekst

# CharacterList|
source: Mock Data
nl: Mock-gegevens

# CharacterList|
source: Character %1
nl: Karakter %1

# TypeDelegate|
source: WebView
nl: Webweergave

# rcse::MainWindow|
source: Rolisteam CharacterSheet (*.rcs)
nl: Rolisteam blad met karakters (*.rcs)

# rcse::MainWindow|
source: Rolisteam CharacterSheet View (*.qml)
nl: Weergave Rolisteam blad met karakters (*.qml)

# MainWindow|
source: WebView
nl: Webweergave

# PreferencesDialog|
source: Directory to save QML file
nl: Map voor opslaan van QML-bestand

# PreferencesDialog|
source: Place to save Generated files
nl: Plaats voor opslaan van gegenereerde bestanden

# QObject|
source: LabelField
nl: Labelveld

# MainWindow|
source: Connection has been lost. %1 will be close
nl: Verbinding is verbroken. %1 zal gesloten worden

# MainWindow|
source: Connection lost
nl: Verbinding verbroken

# MainWindow|
source: GM
nl: SM

# MainWindow|
source: Tab
nl: Tabblad

# MainWindow|
source: Dice3D
nl: Dobbelsteen-3D

# ContextualMenu|
source: Zoom Min
nl: Minimaal zoomen

# ContextualMenu|
source: Zoom Max
nl: Maximaal zoomen

# example|
source: Nom
nl: Naam

# example|
source: Prenom
nl: Voornaam

# example|
source: Couleur des yeux
nl: Kleur van de ogen

# example|
source: Mignon
nl: Schattig

# example|
source: Colère
nl: Woede

# LogPanel|
source: Info
nl: Informatie

# MindMapControllerBase|
source: Root
nl: Hoofdmap

# QObject|
source: GameMaster
nl: Spelmeester

# RGraphicsView|
source: GameMaster
nl: Spelmeester

# AboutRolisteam|
source: English & French
nl: Engels & Frans

# AboutRolisteam|
source: Portuguese
nl: Portugees

# AboutRolisteam|
source: Hungarian
nl: Hongaars

# AboutRolisteam|
source: Turkish
nl: Turks

# AboutRolisteam|
source: French & German
nl: Frans & Duits

# AboutRolisteam|
source: Romanian
nl: Roemeens

# AboutRolisteam|
source: Spanish
nl: Spaans

# AboutRolisteam|
source: Dutch
nl: Nederlands

# AboutRolisteam|
source: Catalan
nl: Catalaans

# AboutRolisteam|
source: Rolisteam helps you to manage a tabletop role playing game with remote friends/players. It provides many features to share maps, pictures and it also includes tool to communicate with your friends/players. The goal is to make Rolisteam-managed RPG games as good as RPG games around your table. To achieve it, we are working hard to provide you more and more features. Existing features : Map sharing (with permission management), Image sharing, background music, dice roll and so on. Rolisteam is written in Qt5
nl: Rolisteam helpt u een op een tafel spelend spel met rollen met vrienden/spelers op afstand. Het biedt vele mogelijkheden om kaarten, plaatjes te delen en het omvat ook hulpmiddelen om te communiceren met uw vrienden/spelers. Het doel is om met Rolisteam beheerde RPG games (Role Playing Games) net zo goed te spelen als deze rond uw tafel. Om dat te bereiken werken we hard om u meer en meer mogelijkheden te bieden. Bestaande mogelijkheden: delen van kaarten (met beheer van toegangsrechten), delen van kaarten, achtergrondmuziek, dobbelsteen werpen enzovoort. Rolisteam is geschreven in Qt5

# AboutRolisteam|
source: Current developers
nl: Huidige ontwikkelaars

# AboutRolisteam|
source: Contributors
nl: Medewerkers

# AboutRolisteam|
source: Translators
nl: Vertalers

# ImageSelectorDialog|
source: OpenFile
nl: Bestand openen

# PreferencesDialogBox|
source: Show time
nl: Tijd tonen

# PreferencesDialogBox|
source: Color of Time:
nl: Kleur van de tijd:

# PreferencesDialogBox|
source: Hide Long commands
nl: Lange commando's verbergen

# PreferencesDialogBox|
source: Maximum Length:
nl: Maximale lengte:

# AntagonistBoard|
source: Info
nl: Informatie

# PlayersPanel|
source: Add
nl: Toevoegen

# PlayersPanel|
source: remove
nl: verwijderen

# SharedNote|
source: Split
nl: Splitsen

# QObject|
source: Rect
nl: Vierk

# Image|
source: %1 - (Picture)
nl: %1 - (plaatje)
