Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# QObject|
source: open <file>.
eo: malfermi <dosiero>.
nl: <file> openen.

# Main|
source: MindMap (*.rmindmap *.rmap)
eo: MindMap (*.mindmap *.rmap)

# Main|
source: Open MindMap
eo: Malfermi MindMap
nl: MindMap openen

# MindMap|
source: Images (*.jpg *.png *.jpeg *.gif *.bmp)
eo: Bildoj (*.jpg *.png *.jpeg *.gif *.bmp)
nl: Afbeeldingen (*.jpg *.png *.jpeg *.gif *.bmp)

# MindMap|
source: Images (*.png)
eo: Bildoj (*.png)
nl: Afbeeldingen (*.png)

# BorderListEditor|
source: Up
eo: Supren
nl: Omhoog

# BorderListEditor|
source: Left
eo: Maldekstre
nl: Links

# BorderListEditor|
source: Down
eo: Malsupren
nl: Omlaag

# BorderListEditor|
source: Right
eo: Ĝuste
nl: Rechts

# BorderListEditor|
source: All
eo: Ĉiuj
nl: Alles

# BorderListEditor|
source: None
eo: Neniu
nl: Geen

# ImageController|
source: Image %1 has not the same size than the others
eo: Bildo %1 ne havas la saman grandecon ol la aliaj
nl: Afbeelding %1 heeft niet dezelfde grootte als de anderen

# QmlGeneratorController|
source: The character value %1 has been defined to %2
eo: La karakterovaloro %1 estis difinita al %2
nl: De tekenwaarde %1 is gedefinieerd op %2

# RcseApplicationController|
source: only the GM
eo: nur la GM
nl: alleen de SM

# RcseApplicationController|
source: All
eo: Ĉiuj
nl: Alles

# MockCharacter|
source: unset Path
eo: malmetita Vojo
nl: gezette waarde van Pad verwijderen

# MockCharacter|
source: green
eo: verda
nl: groen

# MockCharacter|
source: red
eo: ruĝa
nl: rood

# MockCharacter|
source: Shape has been added [name: %1, path: %2]
eo: Formo estis aldonita [nomo: %1, vojo: %2]
nl: Vorm is toegevoegd [naam: %1, pad: %2]

# AlignmentDelegate|
source: TopRight
eo: Supre Dekstre
nl: Rechtsboven

# AlignmentDelegate|
source: TopMiddle
eo: SupraMezo
nl: Midden boven

# AlignmentDelegate|
source: TopLeft
eo: SupreMaldekstre
nl: Linksboven

# AlignmentDelegate|
source: CenterRight
eo: Centra Dekstra
nl: Midden rechts

# AlignmentDelegate|
source: CenterMiddle
eo: CentraMezo
nl: Middelpunt

# AlignmentDelegate|
source: CenterLeft
eo: CentroMaldekstre
nl: Midden links

# AlignmentDelegate|
source: BottomRight
eo: Malsupre Dekstre
nl: Rechtsonder

# AlignmentDelegate|
source: BottomMiddle
eo: MalsuproMezo
nl: Midden onder

# AlignmentDelegate|
source: BottomLeft
eo: Malsupre Maldekstre
nl: Linksonder

# PageDelegate|
source: Page %1
eo: Paĝo %1
nl: Pagina %1

# PageDelegate|
source: All pages
eo: Ĉiuj paĝoj
nl: Alle pagina's

# PageDelegate|
source: All Pages
eo: Ĉiuj Paĝoj
nl: Alle pagina's

# TypeDelegate|
source: TextInput
eo: TekstoEnigo
nl: Tekstinvoer

# TypeDelegate|
source: TextField
eo: Teksta Kampo
nl: Tekstveld

# TypeDelegate|
source: TextArea
eo: Teksta Areo
nl: Tekstgebied

# TypeDelegate|
source: Select
eo: Elekti
nl: Selecteren

# TypeDelegate|
source: Checkbox
eo: Markokesto
nl: Keuzevakje

# TypeDelegate|
source: Image
eo: Bildo
nl: Afbeelding

# TypeDelegate|
source: Dice Button
eo: Ĵetkubo-Butono
nl: Dobbelsteenknop

# TypeDelegate|
source: Function Button
eo: Funkcia Butono
nl: Functieknop

# TypeDelegate|
source: Slider
eo: Glitilo
nl: Schuifregelaar

# TypeDelegate|
source: Hidden
eo: Kaŝita
nl: Verborgen

# TypeDelegate|
source: Next Page Button
eo: Sekva Paĝa Butono
nl: Knop Volgende pagina

# TypeDelegate|
source: Previous Page Button
eo: Antaŭa Paĝa Butono
nl: Knop Vorige pagina

# AboutRcse|
source: Rolisteam Character Sheet Editor
eo: Rolisteam Character-Sheet Redaktoro
nl: Rolisteam bewerker van blad met karakters

# AboutRcse|
source: <html><head/><body><p><span style=" font-weight:600;">Rolisteam Character Sheet Editor</span></p><p><br/></p><p>This software is dedicated to create character sheet for Rolisteam v1.8 and more. <br/>Please check the documentation at: <a href="http://wiki.rolisteam.org/index.php/En:CharacterSheet"><span style=" text-decoration: underline; color:#007af4;">wiki.rolisteam.org</span></a></p></body></html>
eo: <html><head/><body><p><span style=" font-weight:600;">Redaktilo de Karakterfolio de Rolisteam</span></p><p><br/></p><p>Ĉi tiu programaro estas dediĉita por krei karakteron por Rolisteam v1.8 kaj pli. <br/>Bonvolu kontroli la dokumentadon ĉe: <a href="http://wiki.rolisteam.org/index.php/En:CharacterSheet"><span style=" text-decoration: underline; color:#007af4;">wiki.rolisteam.org</span></a></p></body></html>
nl: <html><head/><body><p><span style=" font-weight:600;">Bewerker van blad met karakters van Rolisteam</span></p><p><br/></p><p>Deze software is gewijd aan met aanmaken van blad met karakter voor Rolisteam v1.8 en later. <br/>Bekijk de documentatie op: <a href="http://wiki.rolisteam.org/index.php/En:CharacterSheet"><span style=" text-decoration: underline; color:#007af4;">wiki.rolisteam.org</span></a></p></body></html>

# AboutRcse|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Author:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">-Renaud Guezennec</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Translators:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">-Renaud Guezennec (english and french)</span></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Aŭtoro:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">-Renaud Guezennec</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Tradukistoj:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">-Renaud Guezennec (angla kaj franca)</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Auteur:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">-Renaud Guezennec</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Vertalers:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:9pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">-Renaud Guezennec (Engels en Frans)</span></p></body></html>

# CodeEditorDialog|
source: Edit item code
eo: Redakti kodon de la objekto
nl: Itemcode bewerken

# ColumnDefinitionDialog|
source: Table Properties
eo: Tabelo Propraĵoj
nl: Tabeleigenschappen

# ColumnDefinitionDialog|
source: Dialog
eo: Dialogo
nl: Dialoog

# ColumnDefinitionDialog|
source: Line Count:
eo: Linia Nombro:
nl: Aantal regels:

# ColumnDefinitionDialog|
source: Column Count:
eo: Nombro da Kolumnoj:
nl: Aantal kolommen:

# ColumnDefinitionDialog|
source: Control Position
eo: Rega Pozicio
nl: Positie besturen

# ColumnDefinitionDialog|
source: LeftTop
eo: MaldekstreSupre
nl: Linksboven

# ColumnDefinitionDialog|
source: LeftBottom
eo: Maldekstre Malsupre
nl: Linksonder

# ColumnDefinitionDialog|
source: TopLeft
eo: SupreMaldekstre
nl: Linksboven

# ColumnDefinitionDialog|
source: TopRight
eo: SupreDekstre
nl: Rechtsboven

# ColumnDefinitionDialog|
source: BottomLeft
eo: MalsupreMaldekstre
nl: Linksonder

# ColumnDefinitionDialog|
source: BottomRight
eo: MalsupreDekstre
nl: Rechtsonder

# ColumnDefinitionDialog|
source: RightTop
eo: DekstreSupre
nl: Rechtsboven

# ColumnDefinitionDialog|
source: RightBottom
eo: DekstreMalsupre
nl: Rechtsonder

# ColumnDefinitionDialog|
source: Column Definition:
eo: Kolumna Difino:
nl: Kolomdefinitie:

# PdfManager|
source: Load background from PDF
eo: Ŝargi fonon de PDF
nl: Achtergrond uit PDF laden

# PdfManager|
source: PDF files (*.pdf)
eo: PDF-dosieroj (*.pdf)
nl: PDF-bestanden (*.pdf)

# PdfManager|
source: Export PDF background Dialog
eo: Eksporti PDF-fonan Dialogon
nl: Dialoog van PDF-achtergrond exporteren

# PdfManager|
source: Pdf path
eo: Pdf vojo
nl: PDF-pad

# PdfManager|
source: Browse
eo: Foliumi
nl: Bladeren

# PdfManager|
source: Size:
eo: Grandeco:
nl: Grootte:

# PdfManager|
source: Width:
eo: Larĝeco:
nl: Breedte:

# PdfManager|
source: Height:
eo: Alteco:
nl: Hoogte:

# PdfManager|
source: Grayscale
eo: Grizskalo
nl: Grijswaarden

# PdfManager|
source: Pages
eo: Paĝoj
nl: Pagina's

# PdfManager|
source: All pages
eo: Ĉiuj paĝoj
nl: Alle pagina's

# PdfManager|
source: Current page
eo: Aktuala paĝo
nl: Huidige pagina

# SheetProperties|
source: Add Font file
eo: Aldoni tipardosieron
nl: Lettertypebestand toevoegen

source: Sheet Properties
eo: Proprecoj de Folio
nl: Werkbladeigenschappen

# SheetProperties|
source: Default scale:
eo: Defaŭlta skalo:
nl: Standaardschaal:

# SheetProperties|
source: Additional Import:
eo: Plia Importo:
nl: Additionele import:

# SheetProperties|
source: Additional Head Code:
eo: Plia Ĉefkodo:
nl: Additionele bovenkantcode:

# SheetProperties|
source: Additional Bottom Code:
eo: Plia Malsupra Kodo:
nl: Additionele onderkantcode:

# SheetProperties|
source: Embedded Fonts:
eo: Enkorpigitaj Tiparoj:
nl: Ingebedde lettertypen:

# FieldModel|
source: Label
eo: Etikedo

# FieldModel|
source: Value
eo: Valoro
nl: Waarde

# FieldModel|
source: Possible Values
eo: Eblaj Valoroj
nl: Mogelijke waarden

# FieldModel|
source: Formula
eo: Formulo

# FieldModel|
source: Type
eo: Tipo

# FieldModel|
source: Width
eo: Larĝo
nl: Breedte

# FieldModel|
source: Height
eo: Alteco
nl: Hoogte

# FieldModel|
source: Font Adaptation
eo: Tipara Adapto
nl: Aanpassing van lettertype

# FieldModel|
source: Font
eo: Tiparo
nl: Lettertype

# FieldModel|
source: Text-align
eo: Teksto-vicigo
nl: Uitlijnen van tekst

# FieldModel|
source: Text Color
eo: Teksta Koloro
nl: Tekstkleur

# FieldModel|
source: Bg Color
eo: Bg Koloro
nl: Bg-kleur

# FieldModel|
source: Border
eo: Limo
nl: Rand

# FieldModel|
source: Page
eo: Paĝo
nl: Pagina

# FieldModel|
source: ToolTip
eo: Konsileto
nl: Tekstballon

# FieldModel|
source: TopRight
eo: Supre Dekstre
nl: Rechtsboven

# FieldModel|
source: TopMiddle
eo: SupraMezo
nl: Midden boven

# FieldModel|
source: TopLeft
eo: SupreMaldekstre
nl: Linksboven

# FieldModel|
source: CenterRight
eo: Centra Dekstra
nl: Midden rechts

# FieldModel|
source: CenterMiddle
eo: CentraMezo
nl: Middelpunt

# FieldModel|
source: CenterLeft
eo: CentroMaldekstre
nl: Midden links

# FieldModel|
source: BottomRight
eo: Malsupre Dekstre
nl: Rechtsonder

# FieldModel|
source: BottomMiddle
eo: MalsuproMezo
nl: Midden onder

# FieldModel|
source: BottomLeft
eo: Malsupre Maldekstre
nl: Linksonder

# ItemEditor|
source: Fit the view
eo: Adapti al vido
nl: De weergave laten passen

# ItemEditor|
source: Lock item
eo: Ŝlosi objekton
nl: Item vergrendelen

# ItemEditor|
source: Align on Y
eo: Vicigi sur Y
nl: Op Y uitlijnen

# ItemEditor|
source: Align on X
eo: Vicigi sur X
nl: Op X uitlijnen

# ItemEditor|
source: Same Width
eo: Sama Larĝo
nl: Zelfde breedte

# ItemEditor|
source: Same Height
eo: Sama Alteco
nl: Zelfde hoogte

# ItemEditor|
source: Dupplicate
eo: Duobligi
nl: Dupliceren

# ItemEditor|
source: Vertical equidistribution
eo: Vertikala egaldistribuo
nl: Verticaal gelijk verdelen

# ItemEditor|
source: Horizontal equidistribution
eo: Horizontala egaldistribuo
nl: Horizontaal gelijk verdelen

# QObject|
source: Load of translation %1 file failed
eo: Ŝargo de traduko %1 dosiero malsukcesis
nl: Laden van vertaalbestand %1 is mislukt

# QObject|
source: define path to current <translation>
eo: difini vojon al nuna <traduko>
nl: pad naar huidige <translation> definiëren

# rcse::MainWindow|
source: Log panel
eo: Protokolpanelo
nl: Log-paneel

# rcse::MainWindow|
source: &Undo
eo: Malfar&u
nl: &Ongedaan maken

# rcse::MainWindow|
source: &Redo
eo: &Refaru
nl: Opnie&uw

# rcse::MainWindow|
source: Support
eo: Subteno
nl: Ondersteuning

# rcse::MainWindow|
source: The %1 donation page can be found online at :<br> <a href="https://liberapay.com/Rolisteam/donate">https://liberapay.com/Rolisteam/donate</a>
eo: La %1-donaca paĝo troveblas interrete ĉe :<br> <a href="https://liberapay.com/Rolisteam/donate">https://liberapay.com/Rolisteam/donate</a>
nl: De donatiepagina %1 is online te vinden op :<br> <a href="https://liberapay.com/Rolisteam/donate">https://liberapay.com/Rolisteam/donate</a>

# rcse::MainWindow|
source: Untitled
eo: Sentitola
nl: Zonder titel

# rcse::MainWindow|
source: Help
eo: Helpo

# rcse::MainWindow|
source: Documentation of Rcse can be found online at :<br> <a href="%1">%1</a>
eo: Dokumentado de Rcse troveblas interrete ĉe :<br> <a href="%1">%1</a>
nl: De donatiepagina van Rcse is online te vinden op :<br> <a href="%1">%1</a>

# rcse::MainWindow|
source: The charactersheet has unsaved changes.
eo: La karakterofolio havas nekonservitajn ŝanĝojn.
nl: Het blad met karakters heeft niet opgeslagen wijzigingen.

# rcse::MainWindow|
source: Quit %1
eo: Forlasi %1
nl: %1 afsluiten

# rcse::MainWindow|
source: Image Generation
eo: Bildgenerado
nl: Generatie van afbeelding

# rcse::MainWindow|
source: Image generation in progress
eo: Bildgenerado en progreso
nl: Generatie van afbeelding in bezig

# rcse::MainWindow|
source: Open Background Image
eo: Malfermi Fonan Bildon
nl: Achtergrondafbeelding openen

# rcse::MainWindow|
source: Open Image
eo: Malfermi Bildon
nl: Afbeelding openen

# rcse::MainWindow|
source: Save CharacterSheet
eo: Konservi CharacterSheet
nl: Blad met karakters opslaan

# rcse::MainWindow|
source: Do you want to erase current QML code ?
eo: Ĉu vi volas forigi aktualan QML-kodon?
nl: Wilt u de huidige QML-code wissen?

# rcse::MainWindow|
source: Generate QML code will override any change you made in the QML.<br/>Do you really want to generate QML code ?
eo: Produkti QML-kodon anstataŭigos ajnan ŝanĝon, kiun vi faris en la QML.<br/>Ĉu vi vere volas generi QML-kodon?
nl: QML-code genereren zal elke wijziging die u hebt gemaakt in de QML overschrijven.<br/>Wilt u QML-code genereren?

# rcse::MainWindow|
source: Save CharacterSheet View
eo: Konservi CharacterSheet-Vidon
nl: Weergave van blad met karakters opslaan

# rcse::MainWindow|
source: Copy Path
eo: Kopii Vojon
nl: Pad kopiëren

# rcse::MainWindow|
source: Copy Url
eo: Kopii URL
nl: URL-adres kopiëren

# rcse::MainWindow|
source: Replace Image
eo: Anstataŭigi Bildon
nl: Afbeelding vervangen

# rcse::MainWindow|
source: Remove Image
eo: Forigi Bildon
nl: Afbeelding verwijderen

# rcse::MainWindow|
source: Reload image from file
eo: Reŝargi bildon el dosiero
nl: Afbeelding uit bestand opnieuw laden

# rcse::MainWindow|
source: Load Image
eo: Ŝargi Bildon
nl: Afbeelding Inlezen

# rcse::MainWindow|
source: Supported Image Format (*.jpg *.png *.svg *.gif)
eo: Subtena Bildformato (*.jpg *.png *.svg *.gif)
nl: Ondersteunde afbeeldingsformaten (*.jpg *.png *.svg *.gif)

# rcse::MainWindow|
source: Add character
eo: Aldoni karakteron
nl: Karakter toevoegen

# rcse::MainWindow|
source: Delete character
eo: Forigi karakteron
nl: Karakter verwijderen

# rcse::MainWindow|
source: Character's Name
eo: Nomo de Karaktero
nl: Naam van karakter

# rcse::MainWindow|
source: Apply on Selection
eo: Apliki al Elekto
nl: Toepassen op selectie

# rcse::MainWindow|
source: Apply on all characters
eo: Apliki al ĉiuj karakteroj
nl: Op alle karakters toepassen

# MainWindow|
source: Unknown[*] - Rolisteam Character Sheet Editor
eo: Nekonata[*] - Rolisteam Redaktilo por Karakterofolioj
nl: Onbekend[*] - Rolisteam bewerker van blad met karakters

# MainWindow|
source: Editor
eo: Redaktilo
nl: Bewerker

# MainWindow|
source: Items
eo: Eroj

# MainWindow|
source: TextInput
eo: TekstEnigo
nl: Tekstinvoer

# MainWindow|
source: TextField
eo: TekstoKampo
nl: Tekstveld

# MainWindow|
source: Checkbox
eo: Markokesto
nl: Keuzevakje

# MainWindow|
source: TextArea
eo: TekstAreo
nl: Tekstgebied

# MainWindow|
source: Dice Button
eo: Ĵetkub-Butono
nl: Dobbelsteenknop

# MainWindow|
source: Function btn
eo: Funkcia btn
nl: Functieknop

# MainWindow|
source: Table
eo: Tabelo
nl: Tabel

# MainWindow|
source: Slider
eo: Glitilo
nl: Schuifregelaar

# MainWindow|
source: Hidden Field
eo: Kaŝita Kampo
nl: Verborgen veld

# MainWindow|
source: Image
eo: Bildo
nl: Afbeelding

# MainWindow|
source: Next Page
eo: Sekva Paĝo
nl: Volgende pagina

# MainWindow|
source: Previous Page
eo: Antaŭa Paĝo
nl: Vorige pagina

# MainWindow|
source: Tools
eo: Iloj
nl: Hulpmiddelen

# MainWindow|
source: Move Item
eo: Movi Eron
nl: Item verplaatsen

# MainWindow|
source: Delete
eo: Forigi
nl: Verwijderen

# MainWindow|
source: Add Page
eo: Aldoni Paĝon
nl: Pagina toevoegen

# MainWindow|
source: Remove Page
eo: Forigi Paĝon
nl: Pagina verwijderen

# MainWindow|
source: Scale:
eo: Skalo:
nl: Schaal:

# MainWindow|
source: View
eo: Vido
nl: Beeld

# MainWindow|
source: Characters
eo: Karakteroj
nl: Karakters

# MainWindow|
source: Stored Images
eo: Konservitaj Bildoj
nl: Opgeslagen afbeeldingen

# MainWindow|
source: File
eo: Dosiero
nl: Bestand

# MainWindow|
source: Edition
eo: Eldono
nl: Editie

# MainWindow|
source: Help
eo: Helpo

# MainWindow|
source: Open
eo: Malfermi
nl: Openen

# MainWindow|
source: Save
eo: Konservi
nl: Opslaan

# MainWindow|
source: Save As...
eo: Konservi Kiel...
nl: Opslaan als...

# MainWindow|
source: New
eo: Nova
nl: Nieuw

# MainWindow|
source: Quit
eo: Forlasi
nl: Afsluiten

# MainWindow|
source: Delete Item
eo: Forigi Eron
nl: Item verwijderen

# MainWindow|
source: Export To Rolisteam
eo: Eksporti al Rolisteam
nl: Naar Rolisteam exporteren

# MainWindow|
source: Save View
eo: Konservi Vidon
nl: Webweergave opslaan

# MainWindow|
source: Load View
eo: Ŝargi Vidon
nl: Weergave laden

# MainWindow|
source: Generate Code and Sheet
eo: Generi Kodon kaj Folion
nl: Code en blad genereren

# MainWindow|
source: Code To Sheet
eo: Kodo Al Folio
nl: Code naar blad

# MainWindow|
source: Set image background…
eo: Agordi bildan fonon…
nl: Afbeeldingsachtergrond instellen…

# MainWindow|
source: About RCSE
eo: Pri RCSE
nl: Info over RCSE

# MainWindow|
source: Reset Ids
eo: Restarigi identigilojn

# MainWindow|
source: Preferences
eo: Preferoj
nl: Voorkeuren

# MainWindow|
source: Sheet Properties…
eo: Ecoj de folioj…
nl: Werkbladeigenschappen…

# MainWindow|
source: Function Button
eo: Funkcia Butono
nl: Functieknop

# MainWindow|
source: Hide/Show icon in Editor
eo: Kaŝi/Montri piktogramon en Redaktoro
nl: Pictogram in bewerker verbergen/tonen

# MainWindow|
source: Add Image
eo: Aldoni Bildon
nl: Afbeelding toevoegen

# MainWindow|
source: Delete Image
eo: Forigi Bildon
nl: Afbeelding verwijderen

# MainWindow|
source: Check Validity
eo: Kontroli Validecon
nl: Geldigheid controleren

# MainWindow|
source: &Undo
eo: &Malfari
nl: &Ongedaan maken

# MainWindow|
source: &Redo
eo: &Refari
nl: Opnie&uw

# MainWindow|
source: Support Rolisteam
eo: Subteni Rolisteam
nl: Rolisteam ondersteunen

# MainWindow|
source: Export as PDF
eo: Eksporti kiel PDF
nl: Als PDF exporteren

# MainWindow|
source: Recent file 1
eo: Lastatempa dosiero 1
nl: Recent bestand 1

# MainWindow|
source: Label field
eo: Etikedkampo
nl: Labelveld

# MainWindow|
source: Read-only Text
eo: Nurlegebla Teksto
nl: Alleen-lezen tekst

# MainWindow|
source: Import from PDF
eo: Importi el PDF
nl: Uit PDF exporteren

# MainWindow|
source: Hidden Field (for intermediate calculations)
eo: Kaŝa Kampo (por mezaj kalkuloj)
nl: Verborgen veld (voor tussenberekeningen)

# PreferencesDialog|
source: Dialog
eo: Dialogo
nl: Dialoog

# PreferencesDialog|
source: QML Generation
eo: QML-generacio
nl: QML-generatie

# PreferencesDialog|
source: Custom path
eo: Propra vojo
nl: Aangepast pad
