Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# FirstRunDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:28pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt;">Welcome to Cahoots! </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Cahoots is an open-source, crossplatform collaborative text editor as the Pepperdine Computer Science 2010 Senior Capstone project.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Connecting and Announcing documents for collaboration is available under the Tools menu.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Cahoots is freely available under the LGPL </span><a href="http://code.google.com/p/cahootseditor/"><span style=" font-size:10pt; font-weight:400; text-decoration: underline; color:#0000ff;">here</span></a><span style=" font-size:10pt; font-weight:400;">.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">- Chris, Anandi, and David</span></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:28pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt;">Bonvenon al Cahoots! </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Cahoots Cahoots estas malfermfonta, transplatforma kunlabora tekstredaktilo el la projekto Pepperdine Computer Science 2010 Senior Capstone.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Connecting and Announcing documents for collaboration is available under the Tools menu.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Cahoots estas libere havebla sub la LGPL </span><a href="http://code.google.com/p/cahootseditor/"><span style=" font-size:10pt; font-weight:400; text-decoration: underline; color:#0000ff;">here</span></a><span style=" font-size:10pt; font-weight:400;">.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">- Chris, Anandi kaj David</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:28pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt;">Welkom bij Cahoots! </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Cahoots is een open-source, crossplatform tekstbewerker voor samenwerken zoals het Pepperdine Computer Science 2010 Senior Capstone project.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Documenten voor verbinding en aankondiging voor samenwerken is beschikbaar onder het menu Hulpmiddelen.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">Cahoots is vrij beschikbaar onder de LGPL </span><a href="http://code.google.com/p/cahootseditor/"><span style=" font-size:10pt; font-weight:400; text-decoration: underline; color:#0000ff;">here</span></a><span style=" font-size:10pt; font-weight:400;">.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; font-weight:400;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:400;">- Chris, Anandi en David</span></p></body></html>

# ParticipantsPane|
source: Form
eo: Formo
nl: Formulier

# ParticipantsPane|
source: Permission
eo: Permeso
nl: Toestemming

# ParticipantsPane|
source: Promote
eo: Antaŭenigi
nl: Promoten

# ParticipantsPane|
source: Demote
eo: Degradigi
nl: Ontmoedigen

# PreferencesDialog|
source: Fonts
eo: Tiparoj
nl: Lettertypen

# PreferencesDialog|
source: Code Editor:
eo: Kodredaktilo:
nl: Codebewerker:

# PreferencesDialog|
source: Courier 12
eo: Kuriero 12

# PreferencesDialog|
source: Set Font
eo: Agordi Tiparon
nl: Lettertype instellen

# PreferencesDialog|
source: Default
eo: Defaŭlte
nl: Standaard

# PreferencesDialog|
source: Chat Pane:
eo: Babilfenestro:
nl: Chatpaneel:

# PreferencesDialog|
source: Participants Pane:
eo: Panelo de Partoprenantoj:
nl: Deelnemerspaneel:

# PreferencesDialog|
source: Sharing
eo: Kundivido
nl: Delen

# PreferencesDialog|
source: Announcing:
eo: Anoncante:
nl: Aankondigen:

# PreferencesDialog|
source: Default Name:
eo: Defaŭlta Nomo:
nl: Standaardnaam:

# PreferencesDialog|
source: Always use default name
eo: Ĉiam uzi defaŭltan nomon
nl: Altijd standaard naam gebruiken

# SharedNote|
source: %1 - Shared Note Editor
eo: %1 - Komuna Noto-Redaktilo
nl: %1 - bewerker van gedeelde notities

# SharedNote|
source: Shared Note Editor
eo: Komuna Noto-Redaktilo
nl: Bewerker van gedeelde notities

# SharedNote|
source: Edit
eo: Redakti
nl: Bewerken

# SharedNote|
source: Syntax Highlighting...
eo: Sintaksreliefigo...
nl: Syntaxisaccentuering...

# SharedNote|
source: View
eo: Vido
nl: Beeld

# SharedNote|
source: Text
eo: Teksto
nl: Tekst

# SharedNote|
source: Undo
eo: Malfari
nl: Ongedaan maken

# SharedNote|
source: Redo
eo: Refari
nl: Opnieuw doen

# SharedNote|
source: Cut
eo: Tranĉi
nl: Knippen

# SharedNote|
source: Copy
eo: Kopii
nl: Kopiëren

# SharedNote|
source: Paste
eo: Alglui
nl: Plakken

# SharedNote|
source: Find...
eo: Trovi...
nl: Zoeken...

# SharedNote|
source: Line Wrap
eo: Linio Wrap
nl: Regels afbreken

# SharedNote|
source: Shift Left
eo: Shift Maldekstren
nl: Links schuiven

# SharedNote|
source: Shift Right
eo: Movi Dekstren
nl: Rechts schuiven

# SharedNote|
source: Un/Comment Line
eo: Mal/Komentlinio
nl: Van regel commentaar maken/weghalen

# SharedNote|
source: Save A Copy As...
eo: Konservi Kopion Kiel...
nl: Een kopie opslaan als...

# SharedNote|
source: Save All
eo: Konservi Ĉion
nl: Alles opslaan

# SharedNote|
source: Announce Document
eo: Anonci Dokumenton
nl: Document aankondigen

# SharedNote|
source: Show/Hide Participants
eo: Montri/Kaŝi Partoprenantojn
nl: Deelnemers tonen/verbergen

# SharedNote|
source: Show/Hide Chat
eo: Montri/Kaŝi Babiladon
nl: Chat tonen/verbergen

# SharedNote|
source: Connect to Document...
eo: Konekti al Dokumento...
nl: Met document verbinden...

# SharedNote|
source: Resynchronize Document
eo: Resinkronigi Dokumenton
nl: Document opnieuw synchroniseren

# SharedNote|
source: Next Document
eo: Sekva Dokumento
nl: Volgend document

# SharedNote|
source: Previous Document
eo: Antaŭa Dokumento
nl: Vorig document

# SharedNote|
source: None
eo: Neniu
nl: Geen

# SharedNote|
source: Remove Split
eo: Forigi Split
nl: Splitsing verwijderen

# SharedNote|
source: Split Side by Side
eo: Split Flank-al-flanke
nl: Splits naast elkaar

# SharedNote|
source: Preferences
eo: Preferoj
nl: Voorkeuren

# SharedNote|
source: Find All
eo: Trovi Ĉion
nl: Alles zoeken

# SharedNote|
source: About Cahoots
eo: Pri Cahoots
nl: Info over Cahoots

# SharedNote|
source: About Qt
eo: Pri Qt
nl: Info over Qt

# SharedNote|
source: How to Collaborate
eo: Kiel Kunlabori
nl: Hoe samen te werken

# SharedNote|
source: Print
eo: Presi
nl: Afdrukken

# SharedNote|
source: Refresh
eo: Refreŝigi
nl: Vernieuwen

# SharedNote|
source: Markdown Preview
eo: Markdown Antaŭrigardo
nl: Voorbeeld van Markdown...

# DiceBookMarkModel|
source: Name
eo: Nomo
nl: Naam

# DiceBookMarkModel|
source: Command
eo: Komando
nl: Commando

# DiceBookMarkModel|
source: Alias
eo: Kaŝnomo

# NameGeneratorWidget|
source: Chinese Name
eo: Ĉina Nomo
nl: Chinese naam

# NameGeneratorWidget|
source: Elve Name
eo: Elfa Nomo
nl: Elve-naam

# NameGeneratorWidget|
source: English Name
eo: Angla Nomo
nl: Engelse naam

# NameGeneratorWidget|
source: French Name
eo: Franca Nomo
nl: Franse naam

# NameGeneratorWidget|
source: Japanese Name
eo: Japana Nomo
nl: Japanse naam

# NameGeneratorWidget|
source: Star Wars Name
eo: Nomo de Stelmilito
nl: Naam in Star War

# NameGeneratorWidget|
source: Russian Name
eo: Rusa Nomo
nl: Russische naam

# NameGeneratorWidget|
source: Name Generator
eo: Noma Generatoro
nl: Generator van naam

# NameGeneratorWidget|
source: Male
eo: Vira
nl: Mannelijk

# NameGeneratorWidget|
source: Female
eo: Ino
nl: Vrouwelijk

# NameGeneratorWidget|
source: How many ?
eo: Kiom da ?
nl: Hoeveel ?

# NameGeneratorWidget|
source: Complex
eo: Kompleksa

# NameGeneratorWidget|
source: Generate
eo: Generi
nl: Genereren

# Convertor|
source: Unit Convertor
eo: Unuo-Konvertilo
nl: Convertor van eenheden

# Convertor|
source: Category:
eo: Kategorio:
nl: Categorie:

# Convertor|
source: Temperature
eo: Temperaturo
nl: Temperatuur

# Convertor|
source: Distance
eo: Distanco
nl: Afstand

# Convertor|
source: Currency
eo: Monero
nl: Valuta

# Convertor|
source: Volume
eo: Laŭteco

# Convertor|
source: Mass
eo: Maso
nl: Massa

# Convertor|
source: convert
eo: konverti
nl: converteren

# Convertor|
source: From:
eo: De:
nl: Van:

# Convertor|
source: To
eo: Al
nl: Aan

# Convertor|
source: Category
eo: Kategorio
nl: Categorie

# Convertor|
source: Reverse
eo: Renverse
nl: Omgekeerd

# Convertor|
source: Custom Rule
eo: Propra Regulo
nl: Aangepaste regel

# Convertor|
source: Add
eo: Aldoni
nl: Toevoegen

# Convertor|
source: Add Unit
eo: Aldoni Unuon
nl: Eenheid toevoegen

# Convertor|
source: Remove Unit
eo: Forigi Unuon
nl: Eenheid verwijderen

# Convertor|
source: remove unit
eo: forigi unuon
nl: eenheid verwijderen

# Convertor|
source: Return
eo: Reveni
nl: Terug

# Convertor|
source: Return to convertor page
eo: Reveni al konvertila paĝo
nl: Naar convertorpagina teruggaan

# GMTOOL::CustomRuleModel|
source: Unit
eo: Unuo
nl: Eenheid

# GMTOOL::CustomRuleModel|
source: Symbol
eo: Simbolo
nl: Symbool

# GMTOOL::CustomRuleModel|
source: New Unit
eo: Nova Unuo
nl: Nieuwe eenheid

# QObject|
source: Currency
eo: Monero
nl: Valuta

# QObject|
source: Distance
eo: Distanco
nl: Afstand

# QObject|
source: Temperature
eo: Temperaturo
nl: Temperatuur

# QObject|
source: MASS
eo: MASO
nl: MASSA

# QObject|
source: OTHER
eo: ALIA
nl: OVERIG

# GMTOOL::UnitModel|
source: New Unit
eo: Nova Unuo
nl: Nieuwe eenheid

# CharacterItem|
source: Disk
eo: Disko
nl: Schijf

# CharacterItem|
source: Angle
eo: Angulo
nl: Hoek

# CharacterItem|
source: Reduce Life
eo: Redukti Vivon
nl: Levensduur verminderen

# CharacterItem|
source: Increase Life
eo: Pliigi Vivon
nl: Levensduur verhogen

# CharacterItem|
source: Change State
eo: Ŝanĝi Staton
nl: Status wijzigen

# CharacterItem|
source: Vision Shape
eo: Vida Formo
nl: Visievorm

# CharacterItem|
source: Actions
eo: Agoj
nl: Acties

# CharacterItem|
source: Initiative
eo: Iniciato
nl: Initiatief

# CharacterItem|
source: Clean Initiative
eo: Pura Iniciato
nl: Initiatief opschonen

# CharacterItem|
source: Shapes
eo: Formoj
nl: Vormen

# CharacterItem|
source: Clean Shape
eo: Pura Formo
nl: Vorm opschonen

# PathItem|
source: Close Path
eo: Fermi Vojon
nl: Pad sluiten

# PathItem|
source: Fill Path
eo: Plenigi Vojon
nl: Pad invullen

# TextItem|
source: Increase Text Size
eo: Pliigi Tekstan Grandecon
nl: Tekengrootte verhogen

# TextItem|
source: Decrease Text Size
eo: Malpliigi Tekstan Grandecon
nl: Tekengrootte verkleinen

# TextItem|
source: Edit Text…
eo: Redakti tekston…
nl: Tekst bewerken…

# TextItem|
source: Adapt to content
eo: Adaptiĝi al enhavo
nl: Aan inhoud aanpassen

# TextItem|
source: Text
eo: Teksto
nl: Tekst

# TextItem|
source: Font Size
eo: Tiparo Grandeco
nl: Tekengrootte

# QObject|
source: Ellipse
eo: Elipso
nl: Ellips

# QObject|
source: Rule
eo: Regulo
nl: Regel

# CharacterSheetWindow|
source: %1 - (CharacterSheet Viewer)
eo: %1 - (Vidilo de Karakterfolio)
nl: %1 - (Viewer van blad met karakters)

# CharacterSheetWindow|
source: Unknown
eo: Nekonata
nl: Onbekend

# CharacterSheetWindow|
source: %1 - (Character Sheet Viewer)
eo: %1 - (Vidilo de Karakterfolio)
nl: %1 - (Viewer van blad met karakters)

# CharacterSheetWindow|
source: Share To
eo: Kunhavigi Al
nl: Delen (share) naar

# CharacterSheetWindow|
source: To all
eo: Al ĉiuj
nl: Aan allen

# CharacterSheetWindow|
source: Form
eo: Formo
nl: Formulier

# CharacterSheetWindow|
source: Data
eo: Datumoj
nl: Gegevens

# CharacterSheetWindow|
source: Add Section
eo: Aldoni Sekcion
nl: Sectie toevoegen

# CharacterSheetWindow|
source: Add Line
eo: Aldoni Linion
nl: Regel toevoegen

# CharacterSheetWindow|
source: Add CharacterSheet
eo: Aldoni Karakteran Folion
nl: Blad met karakter

# CharacterSheetWindow|
source: Copy Tab
eo: Kopii Langeton
nl: Tabblad kopiëren

# CharacterSheetWindow|
source: Read Only
eo: Nurlegebla
nl: Alleen-lezen

# CharacterSheetWindow|
source: Stop Sharing
eo: Ĉesi Kunhavigi
nl: Delen stoppen

# CharacterSheetWindow|
source: Print Sheet
eo: Presi Folion
nl: Vel afdrukken

# CharacterSheetWindow|
source: Menu
eo: Menuo

# Image|
source: %1 - Image
eo: %1 - Bildo
nl: %1 - afbeelding

# Image|
source: %1 - (Picture : %2)
eo: %1 - (Bildo : %2)

# Image|
source: Shared
eo: Kundividita

# Image|
source: Unshared
eo: Nekundividita

# Image|
source: Zoom In
eo: Zoom En
nl: Inzoomen

# Image|
source: increase zoom level
eo: pliigi zomnivelon
nl: Zoomniveau verhogen

# Image|
source: Zoom out
eo: Malzomi
nl: Uitzoomen

# Image|
source: Reduce zoom level
eo: Redukti zoom-nivelon
nl: Zoomniveau verlagen

# Image|
source: Fit the workspace
eo: Kongruigi la laborspacon
nl: Past in de werkruimte

# Image|
source: The window and the image fit the workspace
eo: La fenestro kaj la bildo konvenas al la laborspaco
nl: Het venster en de afbeelding passen in de werkruimte

# Image|
source: Fit Window
eo: Fit Fenestro
nl: Passend in venster

# Image|
source: Image will take the best dimension to fit the window.
eo: Bildo prenos la plej bonan dimension por konveni al la fenestro.
nl: Afbeelding zal de beste afmetingen nemen om in het venster te passen.

# Image|
source: Little
eo: Malgranda
nl: Klein

# Image|
source: Set the zoom level at 20%
eo: Agordi la zomnivelon je 20%
nl: Zoomniveau instellen op 20%

# Image|
source: Normal
eo: Normala
nl: Normaal

# Image|
source: No Zoom
eo: Neniu Zoom
nl: Geen zoom

# Image|
source: Big
eo: Granda
nl: Groot

# Image|
source: Set the zoom level at 400%
eo: Agordi la zomnivelon je 400%
nl: Zoomniveau instellen op 400%

# Image|
source: Rename
eo: Alinomi
nl: Hernoemen

# Image|
source: Define the new name
eo: Difini la novan nomon
nl: De nieuwe naam definiëren

# Image|
source: New name:
eo: Nova nomo:
nl: Nieuwe naam:

# Image|
source: Play
eo: Ludi
nl: Afspelen

# Image|
source: Stop
eo: Halti
nl: Stoppen

# Image|
source: Pause
eo: Paŭzo
nl: Pauzeren

# Image|
source: Share
eo: Kunhavigi

# Image|
source: Stop Sharing
eo: Ĉesi Kunhavigi

# InstantMessagingView|
source: Instant Messaging
eo: Tuja Mesaĝado

# InstantMessagingView|
source: InstantMessaging
eo: Tujmesaĝado

# MediaContainer|
source: Detach the view
eo: Forigi la vidon
nl: Weergave losmaken

# QObject|
source: Loading error
eo: Ŝarg-eraro
nl: Fout bij laden

# MindMapView|
source: %1 - Mindmap
eo: %1 - Mensmapo

# MindMapView|
source: %1 [%2] - Mindmap
eo: %1 [%2] - Mensmapo

# MindMapView|
source: ReadWrite
eo: LegSkribebla
nl: Lezen-schrijven

# MindMapView|
source: ReadOnly
eo: NurLegebla
nl: Alleen-lezen

# PdfViewer|
source: Sharing Pdf File
eo: Kunhavigo de Pdf-dosiero
nl: PDF-bestand wordt gedeeld

# PdfViewer|
source: PDF transfer can be really heavy. Do you want to continue and share the PDF?
eo: PDF-transigo povas esti vere peza. Ĉu vi volas daŭrigi kaj dividi la PDF?
nl: Overdracht van PDF kan echt zwaar zijn. Wilt u doorgaan en de PDF delen?

# PdfViewer|
source: Fit width
eo: Ĝisrandigi larĝon
nl: Breedte passend maken

# PdfViewer|
source: Fit in View
eo: Persvadi en Vido
nl: In weergave laten passen

# PdfViewer|
source: Bookmarks
eo: Legosignoj
nl: Bladwijzers

# PdfViewer|
source: Pages
eo: Paĝoj
nl: Pagina's

# PdfViewer|
source: Crop View
eo: Tonda Vido
nl: Weergave bijsnijden

# PdfViewer|
source: Share
eo: Kunhavigi
nl: Delen

# PdfViewer|
source: Copy
eo: Kopii
nl: Kopiëren

# PdfViewer|
source: Image
eo: Bildo
nl: Afbeelding

# PdfViewer|
source: Continuous
eo: Kontinua
nl: Doorlopend

# PdfViewer|
source: Zoom In
eo: Zomi
nl: Inzoomen

# PdfViewer|
source: Zoom Out
eo: Malzomi
nl: Uitzoomen

# PdfViewer|
source: Previous Page
eo: Antaŭa Paĝo
nl: Vorige pagina

# PdfViewer|
source: Next Page
eo: Sekva Paĝo
nl: Volgende pagina

# PdfViewer|
source: Text
eo: Teksto
nl: Tekst

# PdfViewer|
source: Hide Side Panel
eo: Kaŝi Flankan Panelon

# QObject|
source: Fog Of War
eo: Nebulo De Milito
nl: Mist van oorlog

# QObject|
source: All visible
eo: Ĉiuj videblaj
nl: Alles zichtbaar

# QObject|
source: No Right
eo: Ne Rajto
nl: Geen recht

# QObject|
source: His character
eo: Lia karaktero
nl: Zijn karakter

# QObject|
source: All Permissions
eo: Ĉiuj Permesoj
nl: Alle rechten

# QObject|
source: Fog Layer
eo: Nebulo Tavolo
nl: Mistlaag

# QObject|
source: Grid Layer
eo: Krada Tavolo
nl: Rasterlaag

# QObject|
source: No Layer
eo: Neniu Tavolo
nl: Geen laag

# VMapFrame|
source: %1 - visibility: %2 - permission: %3 - layer: %4
eo: %1 - videbleco: %2 - permeso: %3 - tavolo: %4
nl: %1 - zichtbaarheid: %2 - rechten: %3 - laag: %4

# WebView|
source: %1 - WebPage
eo: %1 - Retpaĝo
nl: %1 - webpagina

# WebView|
source: Form
eo: Formo
nl: Formulier

# WebView|
source: Keep Sharing
eo: Plue Kundividi
nl: Blijven delen

# WebView|
source: about:blank
eo: pri:blanka

# WebView|
source: Previous
eo: Antaŭa
nl: Vorige

# WebView|
source: Next
eo: Sekva
nl: Volgende

# WebView|
source: Reload
eo: Reŝargi
nl: Herladen

# WebView|
source: Hide Address
eo: Kaŝi Adreson
nl: Adres verbergen

# WebView|
source: Share
eo: Kunhavigi
nl: Delen

# WebView|
source: Share Html
eo: Kunhavigi HTML
nl: Html delen

# campaign::CampaignView|
source: Add directory…
eo: Aldoni dosierujon…
nl: Map toevoegen…

# campaign::CampaignView|
source: Delete
eo: Forigi
nl: Verwijderen

# campaign::CampaignView|
source: Current Directory
eo: Nuna Adresaro
nl: Huidige map

# campaign::CampaignView|
source: Open
eo: Malfermi
nl: Openen

# campaign::CampaignView|
source: Rename Media
eo: Alinomi Amaskomunikilaron
nl: Media hernoemen

# campaign::CampaignView|
source: Name
eo: Nomo
nl: Naam

# campaign::CampaignView|
source: Size
eo: Grandeco
nl: Grootte

# campaign::CampaignView|
source: Type
eo: Tipo

# campaign::CampaignView|
source: Date Added
eo: Dato Aldonita
nl: Datum toegevoegd

# campaign::CampaignView|
source: Date Modified
eo: Dato Modifita
nl: Datum gewijzigd

# campaign::CampaignView|
source: Open Externally
eo: Malfermi Ekstere

# campaign::CampaignView|
source: Notes
eo: Notoj
nl: Notities

# campaign::CampaignView|
source: Shared Notes
eo: Kunigitaj Notoj
nl: Gedeelde notities

# campaign::CampaignView|
source: Open As…
eo: Malfermi kiel…
nl: Openen als…

# campaign::CampaignView|
source: Show/hide Column
eo: Montri/kaŝi Kolumnon
nl: Kolom tonen/verbergen

# UserListView|
source: Set Avatar...
eo: Agordi avataron...
nl: Avatar instellen...

# UserListView|
source: Remove...
eo: Forigi...
nl: Verwijderen...

# UserListView|
source: Edit name
eo: Redakti nomon
nl: Naam bewerken

# UserListView|
source: Change color…
eo: Ŝanĝi koloron...
nl: Kleur wijzigen…

# UserListView|
source: Health Points
eo: Sanaj Punktoj
nl: Welzijnpunten

# UserListView|
source: Health Points Maximum
eo: Sanaj Punktoj Maksimumo
nl: Maximale welzijnpunten

# UserListView|
source: Health Points Minimum
eo: Sanaj Punktoj Minimumo
nl: Minimale welzijnpunten

# UserListView|
source: Distance per turn
eo: Distanco por turno
nl: Afstand per beurt

# UserListView|
source: Initiative Command
eo: Iniciata Komando
nl: Initiatiefcommando

# UserListView|
source: Has initiative
eo: Havas iniciaton
nl: Heeft initiatief

# UserListView|
source: Life bar color
eo: Vivbreta koloro
nl: Kleur van lifebalk

# UserListView|
source: Get value for %1 property
eo: Akiri valoron por %1 propreco
nl: Waarde voor eigenschap %1
