Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# ServerConnectionManager|
source: User %1 has been disconnected!
eo: Uzanto %1 estas malkonektita!
nl: Verbinding met gebruiker %1 is verbroken!

# UpnpNat|
source: Unable to read the URL in server answer
eo: Ne eblas legi la URL en servila respondo
nl: Kan de URL in het antwoord van de server niet lezen

# UpnpNat|
source: Fail to get base_URL from XMLNode "URLBase" or describe_url.
eo: Malsukcesas ricevi base_URL de XMLNode "URLBase" aŭ describe_url.
nl: Ophalen van base_URL uit XMLNode "URLBase" of describe_url is mislukt.

# UpnpNat|
source: Fail to find proper service type: %1 %2 %3
eo: Malsukcesas trovi taŭgan servotipo: %1 %2 %3
nl: Juiste type service vinden is mislukt: %1 %2 %3

# UpnpNat|
source: Fail to add port mapping (%1/%2) : error :%3
eo: Malsukcesas aldoni pordomapadon (%1/%2): eraro :%3
nl: Port-mapping toevoegen is mislukt (%1/%2) : fout :%3

# IpChecker|
source: Error to read server IP.
eo: Eraro legi la IP-on de la servilo.
nl: Server-IP-adres lezen gaf fout.

# SessionItemModel|
source: Name
eo: Nomo
nl: Naam

# SessionItemModel|
source: Path
eo: Vojo
nl: Pad

# QObject|
source: Conceal vectorial map
eo: Kaŝi vektoran mapon
nl: Vectoriële kaart verbergen

# QObject|
source: Unveil vectorial map
eo: Malkaŝi vektoran mapon
nl: Vectoriële kaart onthullen

# QObject|
source: Add character to %1
eo: Aldoni karakteron al %1
nl: Karakter aan %1 toevoegen

# QObject|
source: Line
eo: Linio
nl: Lijn

# QObject|
source: Filled Ellipse
eo: Plenigita Elipso
nl: Gevulde ellips

# QObject|
source: Empty Ellipse
eo: Malplena Elipso
nl: Lege ellips

# QObject|
source: Empty Rectangle
eo: Malplena Rektangulo
nl: Lege rechthoek

# QObject|
source: Filled Rectangle
eo: Plenigita Rektangulo
nl: Gevulde rechthoek

# QObject|
source: Text
eo: Teksto
nl: Tekst

# QObject|
source: Text with border
eo: Teksto kun rando
nl: Tekst met omranding

# QObject|
source: NPC Token
eo: NPC-ĵetono

# QObject|
source: Pen
eo: Plumo

# QObject|
source: Path
eo: Vojo
nl: Pad

# QObject|
source: add %1 item
eo: aldoni %1 eron
nl: %1 item toevoegen

# QObject|
source: Change Item Color to %1
eo: Ŝanĝi Ero-Koloron al %1
nl: Kleur van item naar %1 wijzigen

# QObject|
source: Change size of %1 item(s)
eo: Ŝanĝi grandecon de %1 elemento(j)
nl: Grootte van %1 item(s) wijzigen

# QObject|
source: Delete %1 Item(s) From Map
eo: Forigi %1 Erojn de Mapo
nl: %1 item(s) uit kaart verwijderen

# ImportDataMedia|
source: Import media: %1
eo: Importi aŭdvidaĵon: %1
nl: Media importeren: %1

# ImportImageState|
source: Import media: %1
eo: Importi aŭdvidaĵon: %1
nl: Media importeren: %1

# ImportMedia|
source: Import media: %1
eo: Importi aŭdvidaĵon: %1
nl: Media importeren: %1

# QObject|
source: Create new %1 %2
eo: Krei novan %1 %2
nl: Nieuwe %1 %2 aanmaken

# QObject|
source: Open %1
eo: Malfermi %1
nl: %1 openen

# QObject|
source: Remove character %1
eo: Forigi karakteron %1
nl: Karakter %1 verwijderen

# QObject|
source: Close %1
eo: Fermi %1
nl: %1 sluiten

# CampaignUpdater|
source: '%1' is not empty
eo: '%1' ne estas malplena
nl: '%1' is niet leeg

# CampaignUpdater|
source: Could not create '%1'
eo: Ne eblis krei '%1'
nl: Kon '%1' niet aanmaken

# QObject|
source: Error: %1 does not exist or it is not readable.
eo: Eraro: %1 ne ekzistas aŭ ĝi ne estas legebla.
nl: Fout: %1 bestaat niet of is niet te lezen.

# QObject|
source: Character Sheets files (%1)
eo: Dosieroj de Karakterfolioj (%1)
nl: Bestanden met bladen met karakters (%1)

# QObject|
source: Supported Image formats (%1)
eo: Subtenataj Bildaj formatoj (%1)
nl: Ondersteunde afbeeldingsformaten (%1)

# QObject|
source: Supported Text Files (%1)
eo: Subtenataj Tekstaj Dosieroj (%1)
nl: Ondersteunde tekstbestanden (%1)

# QObject|
source: Supported Shared Note formats (%1)
eo: Subtenataj Komunaj notformatoj (%1)
nl: Ondersteunde formaten van gedeelde notities (%1)

# QObject|
source: Supported WebPage (%1)
eo: Subtena Retpaĝo (%1)
nl: Ondersteunde webpagina (%1)

# QObject|
source: Pdf File (%1)
eo: PDF-dosiero (%1)
nl: PDF-bestand (%1)

# QObject|
source: Vectorial Map (%1)
eo: Vektora Mapo (%1)
nl: Vectoriële kaart (%1)

# QObject|
source: Mindmap (%1)
eo: Mensmapo (%1)

# QObject|
source: Vectorial Map
eo: Vektora Mapo
nl: Vectoriële kaart

# QObject|
source: Picture
eo: Bildo
nl: Afbeelding

# QObject|
source: Minutes
eo: Minutoj
nl: Minuten

# QObject|
source: Character Sheet
eo: Karaktera Folio
nl: Blad met karakters

# QObject|
source: Mindmap
eo: Mensmapo

# QObject|
source: Shared Notes
eo: Kunigitaj Notoj
nl: Gedeelde notities

# QObject|
source: Webview
eo: Retejo
nl: Webweergave

# DiceModel|
source: # 3D Roll : Distance %1 - Time %2 - Rotation %3
eo: # 3D-Rulo : Distanco %1 - Tempo %2 - Rotacio %3
nl: # 3D Roll : afstand %1 - tijd %2 - draaiing %3

# Main|
source: Rolisteam 3D dice roller
eo: Rolisteam 3D-a ĵetkub-rulilo
nl: Rolisteam 3D dobbelsteenwerper

# SideMenu|
source: Dice Size:
eo: Kuba Grandeco:
nl: Dobbelsteengrootte:

# SideMenu|
source: disable mouseArea
eo: malebligi mouseArea
nl: muisgebied uitschakelen

# SideMenu|
source: Collision sound:
eo: Kolizia sono:
nl: Geluid van botsing:

# SideMenu|
source: Dice Command:
eo: Ĵetkuba Komando:
nl: Dobbelsteencommando:

# SideMenu|
source: Share rolls
eo: Kunhavigi rulojn
nl: Worpen delen

# SideMenu|
source: (Experimental)
eo: (Eksperimenta)
nl: (Experimenteel)

# SideMenu|
source: Duration: %1s
eo: Daŭro: %1s
nl: Tijdsduur: %1 s

# SideMenu|
source: Rolls made by remote player will been shown on your screen for few seconds. Then, you'll see your own 3D dice.
eo: Ruloj faritaj de fora ludanto montriĝos sur via ekrano dum kelkaj sekundoj. Sekve, vi vidos viajn proprajn 3D-ĵetkubojn.
nl: Worpen gedaan door speler op afstand zal op uw scherm gedurende een paar seconden worden getoond. Daarna zult u uw eigen 3D-dobbelsteen zien.

# ButtonGrid|
source: Undo
eo: Malfari
nl: Ongedaan maken

# ButtonGrid|
source: Redo
eo: Refari
nl: Opnieuw doen

# ButtonGrid|
source: Save Map
eo: Konservi Mapon
nl: Kaart opslaan

# ButtonGrid|
source: Open Drawer
eo: Malfermi Keston
nl: Lade openen

# ButtonGrid|
source: Add Root
eo: Aldoni Radikon
nl: Hoofdmap toevoegen

# ButtonGrid|
source: Add Package
eo: Aldoni Pakon
nl: Pakket toevoegen

# ButtonGrid|
source: Add Arrow
eo: Aldoni Sagon
nl: Pijl toevoegen

# ButtonGrid|
source: Remove selected Items
eo: Forigi elektitajn erojn
nl: Geselecteerde items verwijderen

# ButtonGrid|
source: Refresh
eo: Refreŝigi
nl: Vernieuwen

# ButtonGrid|
source: Export As PNG
eo: Eksporti Kiel PNG
nl: Als PNG exporteren

# ButtonGrid|
source: Hide small map
eo: Kaŝi malgrandan mapon
nl: Kleine kaart verbergen

# ButtonGrid|
source: Show small map
eo: Montri malgrandan mapon
nl: Kleine kaart tonen

# ButtonGrid|
source: Automatic Spacing
eo: Aŭtomata interspaco
nl: Automatische spatiëring

# Content|
source: Images (*.jpg *.png *.jpeg *.gif *.bmp)
eo: Bildoj (*.jpg *.png *.jpeg *.gif *.bmp)
nl: Afbeeldingen (*.jpg *.png *.jpeg *.gif *.bmp)

# Content|
source: Images (*.png)
eo: Bildoj (*.png)
nl: Afbeeldingen (*.png)

# DrawerMenu|
source: Name
eo: Nomo
nl: Naam

# DrawerMenu|
source: Night Mode
eo: Nokta Reĝimo
nl: Nachtmodus

# DrawerMenu|
source: Default Style
eo: Defaŭlta Stilo
nl: Standaardstijl

# DrawerMenu|
source: Text
eo: Teksto
nl: Tekst

# DrawerMenu|
source: Errors: %1
eo: Eraroj: %1
nl: Fouten: %1

# MindMap|
source: is linked
eo: estas ligita
nl: is gekoppeld

# MindMap|
source: Detach
eo: Malligi
nl: Losmaken

# MindMenu|
source: Add Root
eo: Aldoni Radikon
nl: Hoofdmap toevoegen

# MindMenu|
source: Save
eo: Konservi
nl: Opslaan

# MindMenu|
source: Remove Selection
eo: Forigi Elekton
nl: Selectie verwijderen

# MindMenu|
source: Undo
eo: Malfari
nl: Ongedaan maken

# MindMenu|
source: Redo
eo: Refari
nl: Opnieuw doen

# MindMenu|
source: Center
eo: Centro
nl: Midden

# MindMenu|
source: Automatic Spacing
eo: Aŭtomata interspaco
nl: Automatische spatiëring

# NodeSettingPopup|
source: Description:
eo: Priskribo:
nl: Beschrijving:

# NodeSettingPopup|
source: Description
eo: Priskribo
nl: Beschrijving

# NodeSettingPopup|
source: tags:
eo: etikedoj:

# NodeSettingPopup|
source: Action:
eo: Ago:
nl: Actie:

# NodeSettingPopup|
source: Remove Avatar
eo: Forigi Avataron
nl: Avatar verwijderen

# NodeSettingPopup|
source: Node Styles
eo: Nodaj Stiloj
nl: Stijlen van nodes

# NodeSettingPopup|
source: Text
eo: Teksto
nl: Tekst

# SideMenu|
source: Name
eo: Nomo
nl: Naam

# SideMenu|
source: Night Mode
eo: Nokta Reĝimo
nl: Nachtmodus

# SideMenu|
source: Link label visible:
eo: Ligetikedo videbla:
nl: Label van koppeling zichtbaar:

# SideMenu|
source: Default Style
eo: Defaŭlta Stilo
nl: Standaardstijl

# SideMenu|
source: Text
eo: Teksto
nl: Tekst

# SideMenu|
source: Criteria
eo: Kriterioj

# SideMenu|
source: Pattern
eo: Ŝablono
nl: Patroon

# SideMenu|
source: Description
eo: Priskribo
nl: Beschrijving

# SideMenu|
source: Select
eo: Elekti
nl: Selecteren

# SideMenu|
source: Tags
eo: Etikedoj

# QObject|
source: Add %1 image
eo: Aldoni %1 bildon
nl: %1 afbeelding toevoegen

# AddItemCommand|
source: Add item of type: %1 to mindmap
eo: Aldoni eron de tipo: %1 al mensmapo
nl: Item met type: %1 toevoegen aan mindmap

# AddLinkCommand|
source: Add link
eo: Aldoni ligilon
nl: Koppeling toevoegen

# QObject|
source: Removing image from node
eo: Forigante bildon de nodo
nl: Afbeelding van node wordt verwijderd

# Link|
source: is linked
eo: estas ligita
nl: is gekoppeld

# MindNode|
source: New node
eo: Nova nodo
nl: Nieuwe node

# PackageNode|
source: Package
eo: Pako
nl: Pakket

# IntegrityPage|
source: Missing files:
eo: Mankas dosieroj:
nl: Ontbrekende bestanden:

# IntegrityPage|
source: Remove file from campaign history
eo: Forigi dosieron el kampnja historio
nl: Bestand uit campagnegeschiedenis verwijderen

# IntegrityPage|
source: Create blank document
eo: Krei malplenan dokumenton
nl: Leeg document aanmaken

# IntegrityPage|
source: Unmanaged files:
eo: Neadministrataj dosieroj:
nl: Niet-beheerde bestanden:

# IntegrityPage|
source: Add file into project
eo: Aldoni dosieron en projekton
nl: Bestand toevoegen in project

# IntegrityPage|
source: Delete file from Disk
eo: Forigi dosieron el disko
nl: Bestand van schijf verwijderen

# PermissionFrame|
source: Permission
eo: Permeso
nl: Toestemming

# PermissionFrame|
source: All
eo: Ĉiuj
nl: Alles

# PersonEdit|
source: Name:
eo: Nomo:
nl: Naam:

# PersonEdit|
source: Color:
eo: Koloro:
nl: Kleur:

# AddChatRoomDialog|
source: Title
eo: Titolo
nl: Titel

# AddChatRoomDialog|
source: Everybody
eo: Ĉiuj
nl: Iedereen

# AddChatRoomDialog|
source: Add Chatroom
eo: Aldoni Babilejon
nl: Chatroom toevoegen

# ChatView|
source: Split view
eo: Dividita vido
nl: Weergave splitsen

# ChatView|
source: Detach
eo: Forigi
nl: Losmaken

# ChatView|
source: Reatach
eo: Religi
nl: Opnieuw bijvoegen

# ChatView|
source: close
eo: proksime
nl: sluiten

# DiceMessageDelegate|
source: Details
eo: Detaloj

# DiceMessageDelegate|
source: Details: %1
eo: Detaloj: %1

# DiceMessageDelegate|
source: Command: %1
eo: Komando: %1
nl: Commando: %1

# InstantMessagingEditText|
source: send
eo: sendi
nl: verzenden

# InstantMessagingMain|
source: Settings
eo: Agordoj
nl: Instellingen

# InstantMessagingMain|
source: Add chatroom
eo: Aldoni babilejon
nl: Chatroom toevoegen

# RecipiantsView|
source: Players:
eo: Ludantoj:

# RecipiantsView|
source: All
eo: Ĉiuj

# RecipiantsView|
source: Add User
eo: Aldoni Uzanton

# SideMenu|
source: Sound Notification
eo: Sona Sciigo
nl: Melding met geluid

# SideMenu|
source: Select Font…
eo: Elekti tiparon…
nl: Lettertype selecteren…

# SideMenu|
source: Font Family:
eo: Tiparfamilio:
nl: Lettertypefamilie:

# SideMenu|
source: Font size:
eo: Grandeco de tiparo:
nl: Tekengrootte:

# ConnectionForm|
source: New profile
eo: Nova profilo
nl: Nieuw profiel

# ConnectionForm|
source: Clone profile
eo: Klona profilo
nl: Profiel klonen

# ConnectionForm|
source: Remove profile
eo: Forigi profilon
nl: Profiel verwijderen

# ConnectionForm|
source: Profile Name:
eo: Profila Nomo:
nl: Profielnaam:

# ConnectionForm|
source: Connection
eo: Konekto
nl: Verbinding

# ConnectionForm|
source: Address:
eo: Adreso:
nl: Adres:

# ConnectionForm|
source: Port:
eo: Pordo:
nl: Poort:

# ConnectionForm|
source: Password:
eo: Pasvorto:
nl: Wachtwoord:

# ConnectionForm|
source: Host the game
eo: Gastigi la ludon
nl: Het spel hosten

# ConnectionForm|
source: Player
eo: Ludanto
nl: Speler

# ConnectionForm|
source: I'm the Game Master
eo: Mi estas la Ludestro
nl: Ik ben de spelmeester

# ConnectionForm|
source: Campaign Root:
eo: Radiko de Kampanjo:
nl: Hoofdmap van campagne:

# ConnectionForm|
source: Characters
eo: Karakteroj
nl: Karakters

# ConnectionForm|
source: Save profiles
eo: Konservi profilojn
nl: Profielen opslaan

# ConnectionForm|
source: Connect
eo: Konekti
nl: Verbinden

# ConnectionForm|
source: Cancel
eo: Nuligi
nl: Annuleren

# ChangeStackOrderVMapCommand|
source: Change stack order of %1 item(s)
eo: Ŝanĝi stakordon de %1 elemento(j)
nl: Volgorde van stapel van %1 item(s) wijzigen

# QObject|
source: Move %n item(s)
eo: Movi %n objekto(j)n
nl: %n item verplaatsen

# ColorSelector|
source: Custom Color %1
eo: Propra Koloro %1
nl: Aangepaste kleur %1

# ColorSelector|
source: Erase
eo: Forigi
nl: Wissen

# ColorSelector|
source: Hide (GM only)
eo: Kaŝi (GM nur)
nl: Verbergen (alleen SM)

# ColorSelector|
source: Unveil (GM only)
eo: Malkaŝi (GM nur)
nl: Onthullen (alleen SM)

# ColorSelector|
source: Hide
eo: Kaŝi
nl: Verbergen

# ColorSelector|
source: Unveil
eo: Malkaŝi
nl: Onthullen

# ColorSelector|
source: Red: %1, Green: %2, Blue: %3
eo: Ruĝa: %1, Verda: %2, Blua: %3
nl: Rood: %1, groen: %2, blauw: %3

# FileDirChooser|
source: Select directory
eo: Elekti dosierujon
nl: Selecteer map

# FileDirChooser|
source: Open File
eo: Malfermi Dosieron
nl: Bestand openen

# FileDirChooser|
source: Save File
eo: Konservi Dosieron

# rwidgets::ImagePathEditor|
source: Get picture for Character State
eo: Akiri bildon por Karaktero-Stato
nl: Plaatje voor status van karakter ophalen

# PlayerWidget|
source: Play
eo: Ludi
nl: Afspelen

# PlayerWidget|
source: Pause
eo: Paŭzo
nl: Pauzeren

# PlayerWidget|
source: Stop
eo: Halti
nl: Stoppen

# PlayerWidget|
source: Stop at the end
eo: Ĉesi ĉe la fino
nl: Aan het eind stoppen

# PlayerWidget|
source: Play in loop
eo: Ludi en buklo
nl: Afspelen in lus

# PlayerWidget|
source: Shuffle Mode
eo: Miks-reĝimo
nl: Shuffle-modus

# PlayerWidget|
source: Mute Volume
eo: Muti Laŭtecon
nl: Volume dempen

# PlayerWidget|
source: load TableTopAudio.com playlist
eo: ŝargi TableTopAudio.com ludliston
nl: Afspeellijst TableTopAudio.com laden

# PlayerWidget|
source: Open Playlist
eo: Malfermi Ludliston
nl: Afspeellijst openen

# PlayerWidget|
source: Save Playlist
eo: Konservi Ludliston
nl: Afspeellijst opslaan

# PlayerWidget|
source: Clear
eo: Klara
nl: Wissen

# PlayerWidget|
source: Add Songs
eo: Aldoni Kantojn
nl: Songs toevoegen

# PlayerWidget|
source: Open Stream
eo: Malfermi Fluon
nl: Stream openen

# PlayerWidget|
source: Remove Song
eo: Forigi Kanton
nl: Song verwijderen

# PlayerWidget|
source: Add song to the list
eo: Aldoni kanton al la listo
nl: Song aan de lijst toevoegen

# PlayerWidget|
source: Remove selected file
eo: Forigi elektitan dosieron
nl: Geselecteerd bestand verwijderen

# PlayerWidget|
source: Add new directory
eo: Aldoni novan dosierujon
nl: Nieuwe map toevoegen

# PlayerWidget|
source: Add song
eo: Aldoni kanton
nl: Song toevoegen

# PlayerWidget|
source: Audio files (%1)
eo: Sondosieroj (%1)
nl: Audio-bestanden (%1)

# PlayerWidget|
source: Attention!
eo: Atentu!
nl: Attentie!

# PlayerWidget|
source: You are about to load an new playlist. All previously load file will be dropped.
eo: Vi estas ŝarĝonta novan ludliston. Ĉiuj antaŭe ŝargitaj dosieroj estos forigitaj.
nl: U staat op het punt een nieuwe afspeellijst te laden. Alle eerder geladen bestanden zullen vervallen.

# PlayerWidget|
source: Open Play List
eo: Malfermi Ludan Liston
nl: Afspeellijst openen

# PlayerWidget|
source: PlayList (*.m3u)
eo: Ludlisto (*.m3u)
nl: Afspeellijst (*.m3u)

# PlayerWidget|
source: Open audio Stream
eo: Malfermi audio-fluon
nl: Audiostream openen

# PlayerWidget|
source: Save Play List
eo: Konservi Ludan Liston
nl: Afspeellijst opslaan

# PlayerWidgetUI|
source: muted
eo: silentigita
nl: gedempt

# PlayerWidgetUI|
source: Play
eo: Ludi
nl: Afspelen

# PlayerWidgetUI|
source: Pause
eo: Paŭzi
nl: Pauzeren

# PlayerWidgetUI|
source: Stop
eo: Halti
nl: Stoppen

# PlayerWidgetUI|
source: unique Mode
eo: unika Reĝimo
nl: unieke modus

# PlayerWidgetUI|
source: repeat
eo: ripeti
nl: herhaal

# PlayerWidgetUI|
source: Lookup directories:
eo: Priserĉataj dosierujoj:
nl: Opzoek-directories:

# PlayerWidgetUI|
source: add directory
eo: aldoni dosierujon
nl: directory toevoegen

# PlayerWidgetUI|
source: Add music directory.
eo: Aldoni muzikdosierujon.
nl: Muziekdirectory toevoegen.

# PlayerWidgetUI|
source: remove Path
eo: forigi vojon
nl: Pad verwijderen

# PlayerWidgetUI|
source: Remove selected directory
eo: Forigi elektitan dosierujon
nl: Geselecteerde directory verwijderen

# PlayerWidgetUI|
source: Up path
eo: Suprenigi vojon
nl: Pad omhoog

# PlayerWidgetUI|
source: Move up the selected directory
eo: Movi supren la elektitan dosierujon
nl: In de geselecteerde directory omhoog verplaatsen

# PlayerWidgetUI|
source: move down
eo: Malsuprenigi vojon
nl: omlaag verplaatsen

# PlayerWidgetUI|
source: Move down selected directory
eo: Movi malsupren la elektitan dosierujon
nl: In de geselecteerde directory omlaag verplaatsen

# RGraphicsView|
source: %n item(s)
eo: %n objekto(j)

# RGraphicsView|
source: Overlapping
eo: Interkovrado

# RGraphicsView|
source: Rotate
eo: Rotacii
nl: Roteren

# RGraphicsView|
source: To 360
eo: Al 360
nl: Naar 360

# RGraphicsView|
source: Right
eo: Ĝuste
nl: Rechts

# RGraphicsView|
source: Left
eo: Maldekstre
nl: Links

# RGraphicsView|
source: Set Angle…
eo: Agordi angulon…
nl: Hoek instellen…

# RGraphicsView|
source: Set Layer
eo: Agordi Tavolon
nl: Laag instellen

# RGraphicsView|
source: Normalize Size
eo: Normaligi Grandecon
nl: Grootte normaliseren

# RGraphicsView|
source: Map
eo: Mapo
nl: Kaart

# RGraphicsView|
source: Edit Layer
eo: Redakti Tavolon
nl: Laag bewerken

# RGraphicsView|
source: Change Visibility
eo: Ŝanĝi Videblecon
nl: Zichtbaarheid wijzigen

# RGraphicsView|
source: Roll Init
eo: Rulo Init
nl: Initialiseren van worp

# RGraphicsView|
source: Clear Init
eo: Pura Init
nl: Initialiseren wissen

# RGraphicsView|
source: Zoom
eo: Zomi
nl: Zoomen

# RGraphicsView|
source: Rotation Value ?
eo: Rotacia Valoro ?
nl: Rotatiewaarde ?

# RGraphicsView|
source: Please, set the rotation angle you want [0-360]
eo: Bonvolu agordi la turnan angulon, kiun vi volas [0-360]
nl: Stel de rotatiehoek in die u wilt [0-360]

# RGraphicsView|
source: Zoom to Normal
eo: Zomi al Normala
nl: Naar normaal zoomen

# RGraphicsView|
source: Zoom In Max
eo: Enzomi Maksimume
nl: Maximaal inzoomen

# RGraphicsView|
source: Zoom Out Max
eo: Malzomi Maksimume
nl: Maximaal uitzoomen

# RGraphicsView|
source: Center on Item
eo: Centri sur Item
nl: Centreren op item

# RGraphicsView|
source: Zoom In
eo: Enzomi
nl: Inzoomen

# RGraphicsView|
source: Zoom Out
eo: Malzomi
nl: Uitzoomen

# RGraphicsView|
source: Remove
eo: Forigi
nl: Verwijderen

# RGraphicsView|
source: Import Image
eo: Importi Bildon
nl: Afbeelding importeren

# RGraphicsView|
source: Back
eo: Reen
nl: Vorige

# RGraphicsView|
source: Front
eo: Fronto
nl: Voorkant

# RGraphicsView|
source: Lower
eo: Malsupre
nl: Lager

# RGraphicsView|
source: Raise
eo: Levi
nl: Naar voren

# RGraphicsView|
source: Average
eo: Averaĝa
nl: Gemiddeld

# RGraphicsView|
source: As undermouse item
eo: Kiel submusa objekto
nl: Een item onder de muis

# RGraphicsView|
source: As the Bigger
eo: Kiel la Pli Granda
nl: Als de grotere

# RGraphicsView|
source: As the Smaller
eo: Kiel la Pli Malgranda
nl: Als de kleinere

# RGraphicsView|
source: Lock/Unlock Item Geometry
eo: Ŝlosi/Malŝlosi Item Geometrion
nl: Geometrie van item vergrendelen/ontgrendelen

# RGraphicsView|
source: Duplicate Item
eo: Duobligi Eron
nl: Item dupliceren

# RGraphicsView|
source: Properties
eo: Propraĵoj
nl: Eigenschappen

# RGraphicsView|
source: Ground
eo: Tero
nl: Grond

# RGraphicsView|
source: Object
eo: Objekto

# RGraphicsView|
source: Character
eo: Karaktero
nl: Karakter

# RGraphicsView|
source: All
eo: Ĉiuj
nl: Alles

# RGraphicsView|
source: Hidden
eo: Kaŝita
nl: Verborgen

# RGraphicsView|
source: Fog Of War
eo: Nebulo De Milito
nl: Mist van oorlog

# RGraphicsView|
source: All Npcs
eo: Ĉiuj Npcs
nl: Alle Npc's

# RGraphicsView|
source: Roll Initiative on All Npcs
eo: Roll Initiative sur Ĉiuj Npcs
nl: Initiatief op alle Npc's werpen

# RGraphicsView|
source: Selection
eo: Elekto
nl: Selectie

# RGraphicsView|
source: Roll Initiative on Selection
eo: Rulo Iniciato pri Elekto
nl: Initiatief op selectie werpen

# RGraphicsView|
source: All Characters
eo: Ĉiuj Karakteroj
nl: Alle karakters

# RGraphicsView|
source: Roll Initiative on All Characters
eo: Roll Initiative sur Ĉiuj Karakteroj
nl: Initiatief op alle karakters werpen

# RGraphicsView|
source: Clear Initiative on All Npcs
eo: Viŝi Iniciaton je Ĉiuj Npcs
nl: Initiatief op alle Npc's wissen

# RGraphicsView|
source: Clear Initiative on Selection
eo: Viŝi Iniciaton je Elekto
nl: Initiatief op selectie wissen

# RGraphicsView|
source: Clear Initiative on All Characters
eo: Viŝi Iniciaton pri Ĉiuj Karakteroj
nl: Initiatief op alle karakters wissen

# VColorSelector|
source: Predefine Color 1
eo: Antaŭdifini Koloron 1
nl: Kleur 1 voor-definiëren

# VColorSelector|
source: Red: %1, Green: %2, Blue: %3
eo: Ruĝa: %1, Verda: %2, Blua: %3
nl: Rood: %1, groen: %2, blauw: %3

# AboutRolisteam|
source: You may modify and redistribute the program under the terms of the GPL (version 2 or later). A copy of the GPL is contained in the 'COPYING' file distributed with Rolisteam. Rolisteam is copyrighted by its contributors. See the 'COPYRIGHT' file for the complete list of contributors. We provide no warranty for this program.
eo: Vi povas modifi kaj redistribui la programon laŭ la kondiĉoj de GPL (versio 2 aŭ posta). Kopio de la GPL estas enhavita en la 'KOPIANTA' dosiero distribuita kun Rolisteam. Rolistem estas kopirajtigita de siaj kontribuantoj. Vidu la dosieron 'KOPYRIGHT' por la kompleta listo de kontribuantoj. Ni donas neniun garantion por ĉi tiu programo.
nl: U mag het programma wijzigen en opnieuw verspreiden onder de bepalingen van de GPL (versie 2 of later). Een kopie van de GPL is in het bestand 'COPYING' die gedistribueerd wordt met Rolisteam. Rolisteam is van copyright voorzien door zij die bijdroegen. Zie het bestand 'COPYRIGHT' voor de complete lijst met hen die bijdroegen. We leveren geen garantie bij dit programma.

# AboutRolisteam|
source: Official Rolisteam Site
eo: Oficiala Rolisteam-retejo
nl: Officiële site van Rolisteam

# AboutRolisteam|
source: Web Sites:
eo: TTT-ejoj:

# AboutRolisteam|
source: Bug Tracker
eo: Cimo-Spurilo
nl: Bug-volger

source: About Rolisteam
eo: Pri Rolisteam
nl: Info over Rolisteam

# CampaignIntegrityDialog|
source: Integrity Check
eo: Kontrolo de Integreco
nl: Integriteitscontrole

source: Campaign Properties
eo: Kampanjo Propraĵoj
nl: Campagne-eigenschappen

# CampaignProperties|
source: %n file(s)
eo: %n dosiero(j)
nl: %n bestand(en)

# CampaignProperties|
source: Dialog
eo: Dialogo
nl: Dialoog

# CampaignProperties|
source: Dice Alias
eo: Dice Kaŝnomo
nl: Alias van dobbelsteen

# CampaignProperties|
source: Dice Command
eo: Ĵetkubo-Komando
nl: Dobbelsteencommando

# CampaignProperties|
source: Test
eo: Testo

# CampaignProperties|
source: Converted
eo: Konvertita
nl: Geconverteerd
