Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# CampaignProperties|
source: Add
eo: Aldoni
nl: Toevoegen

# CampaignProperties|
source: Delete
eo: Forigi
nl: Verwijderen

# CampaignProperties|
source: Top
eo: Supre
nl: Bovenaan

# CampaignProperties|
source: Up
eo: Supren
nl: Omhoog

# CampaignProperties|
source: Down
eo: Malsupren
nl: Omlaag

# CampaignProperties|
source: Bottom
eo: Fundo
nl: Onderaan

# CampaignProperties|
source: Character States
eo: Karakteraj Statoj
nl: Blad met karakters

# CampaignProperties|
source: Properties
eo: Proprecoj
nl: Eigenschappen

# CampaignProperties|
source: Name:
eo: Nomo:
nl: Naam:

# CampaignProperties|
source: Root Directory:
eo: Radika Dosierujo:
nl: Hoofdmap:

# CampaignProperties|
source: Theme*:
eo: Etoso*:
nl: Thema*:

# CampaignProperties|
source: File count:
eo: Dosiera nombro:
nl: Aantal bestanden:

# CampaignProperties|
source: Disk usage:
eo: Diska uzado:
nl: Schijfgebruik:

# CampaignProperties|
source: Load all open documents from last session.
eo: Ŝargi ĉiujn malfermitajn dosierojn de lasta seanco.
nl: Alle open documenten uit de laatste sessie laden.

# CampaignProperties|
source: Restore session at startup
eo: Restaŭri seancon je ekfunkciigo
nl: Sessie bij opstarten herstellen

# ConnectionRetryDialog|
source: Connection has failed! Connection Retry in %1s.
eo: Konekto malsukcesis! Konekt-reprovo post %1s.
nl: Verbinden is mislukt! Opnieuw proberen in %1s.

# ConnectionRetryDialog|
source: Connection Retry
eo: Konekto-Reprovo
nl: Proberen verbinding te maken

# HistoryViewerDialog|
source: Dialog
eo: Dialogo
nl: Dialoog

# HistoryViewerDialog|
source: Add
eo: Aldoni
nl: Toevoegen

# HistoryViewerDialog|
source: remove
eo: forigi
nl: verwijderen

# ImageSelectorDialog|
source: Open Image file
eo: Malfermi Bilddosieron
nl: Afbeeldingsbestand openen

# ImageSelectorDialog|
source: Open Image
eo: Malfermi Bildon
nl: Afbeelding openen

# ImageSelectorDialog|
source: Address:
eo: Adreso:
nl: Adres:

# ImageSelectorDialog|
source: download
eo: elŝuti
nl: downloaden

# ImageSelectorDialog|
source: Title:
eo: Titolo:
nl: Titel:

# ImageSelectorDialog|
source: Download
eo: Elŝuti
nl: Downloaden

# ImageSelectorDialog|
source: Paste
eo: Alglui
nl: Plakken

# ImageSelectorDialog|
source: Paste from Clipboard
eo: Alglui el Tondujo
nl: Uit klembord plakken

# ImageSelectorDialog|
source: Open file from your hard drive
eo: Malfermi dosieron de via durdisko
nl: Bestand van uw vaste schijf openen

# ImportDataFromCampaignDialog|
source: Dialog
eo: Dialogo
nl: Dialoog

# ImportDataFromCampaignDialog|
source: Source Campaign
eo: Fonta Kampanjo
nl: Campagnebron

# ImportDataFromCampaignDialog|
source: Browse…
eo: Foliumi…
nl: Bladeren…

# ImportDataFromCampaignDialog|
source: Data to Import
eo: Datumoj por Importi
nl: Te importeren gegevens

# ImportDataFromCampaignDialog|
source: Mindmaps
eo: Mensmapoj

# ImportDataFromCampaignDialog|
source: Maps
eo: Mapoj
nl: Kaarten

# ImportDataFromCampaignDialog|
source: Images
eo: Bildoj
nl: Afbeeldingen

# ImportDataFromCampaignDialog|
source: Dice Alias
eo: Dice Kaŝnomo
nl: Alias van dobbelsteen

# ImportDataFromCampaignDialog|
source: Theme
eo: Etoso
nl: Thema

# ImportDataFromCampaignDialog|
source: Playlist audioplayer 2
eo: Ludlisto aŭdludilo 2
nl: Afspeellijst van audiospeler 2

# ImportDataFromCampaignDialog|
source: Playlist audioplayer 3
eo: Ludlisto aŭdludilo 3
nl: Afspeellijst van audiospeler 3

# ImportDataFromCampaignDialog|
source: Notes
eo: Notoj
nl: Notities

# ImportDataFromCampaignDialog|
source: Playlist audioplayer 1
eo: Ludlisto aŭdludilo 1
nl: Afspeellijst van audiospeler 1

# ImportDataFromCampaignDialog|
source: Antagonist list
eo: Listo de antagonistoj
nl: Antagonist-lijst

# ImportDataFromCampaignDialog|
source: Character sheets
eo: Karakteraj folioj
nl: Bladen met karakters

# ImportDataFromCampaignDialog|
source: Character States
eo: Karakteraj Statoj
nl: Statussen van karakters

# ImportDataFromCampaignDialog|
source: Pdf documents
eo: Pdf-dokumentoj
nl: PDF-documenten

# ImportDataFromCampaignDialog|
source: Web links
eo: Retaj ligiloj
nl: Webkoppelingen

# KeyGeneratorDialog|
source: Password Generator
eo: Pasvort-Generilo
nl: Wachtwoordgenerator

# KeyGeneratorDialog|
source: Password
eo: Pasvorto
nl: Wachtwoord

# KeyGeneratorDialog|
source: Generate
eo: Generi
nl: Genereren

# KeyGeneratorDialog|
source: Copy/Paste result into server configuration file.
eo: Kopii/Alglui rezulton en servilan agorddosieron.
nl: Resultaat in het configuratiebestand van de server kopiëren/plakken.

# NewFileDialog|
source: Shared Notes
eo: Kunigitaj Notoj
nl: Gedeelde notities

# NewFileDialog|
source: Notes
eo: Notoj
nl: Notities

# NewFileDialog|
source: MindMap
eo: Mensmapo

# NewFileDialog|
source: Dialog
eo: Dialogo
nl: Dialoog

# NewFileDialog|
source: Name:
eo: Nomo:
nl: Naam:

# NewFileDialog|
source: Path
eo: Vojo
nl: Pad

# NewFileDialog|
source: Type
eo: Tipo

# PersonDialog|
source: Dialog
eo: Dialogo
nl: Dialoog

# PersonDialog|
source: Avatar…
eo: Avataro…

# PersonDialog|
source: Name:
eo: Nomo:
nl: Naam:

# PersonDialog|
source: Color:
eo: Koloro:
nl: Kleur:

# PreferencesDialog|
source: GM Only
eo: Nur GM
nl: Alleen GM

# PreferencesDialog|
source: PC Move
eo: PC-Movo
nl: PC-zet

# PreferencesDialog|
source: PC All
eo: PC Ĉio
nl: PC Alles

# PreferencesDialog|
source: Preferences
eo: Preferoj
nl: Voorkeuren

# PreferencesDialog|
source: Images (*.png *.xpm *.jpg *.gif *.bmp)
eo: Bildoj (*.png *.xpm *.jpg *.gif *.bmp)
nl: Afbeeldingen (*.png *.xpm *.jpg *.gif *.bmp)

# PreferencesDialog|
source: Css Editor
eo: Css Redaktoro
nl: Css-bewerker

# PreferencesDialog|
source: <li>Image Format : %1 value %2</li>
eo: <li>Formato de bildo : %1 valoro %2</li>
nl: <li>Afbeeldingsformaat : %1 waarde %2</li>

# PreferencesDialog|
source: <h2>Supported Image Formats:</h2><ul>
eo: <h2>Subtenataj Bildaj Formatoj:</h2><ul>
nl: <h2>Ondersteunde afbeeldingsformaten:</h2><ul>

# PreferencesDialog|
source: </ul>End of Image Format
eo: </ul>Fino de Bilda Formato
nl: </ul>Einde van afbeeldingsformaat

# PreferencesDialog|
source: <h2>Font families:</h2><ul>
eo: <h2>Tiparaj familioj:</h2><ul>
nl: <h2>Lettertypefamilies:</h2><ul>

# PreferencesDialog|
source: </ul>End of Font families
eo: </ul>Fino de Font-familioj
nl: </ul>Einde van lettertypefamilies

# PreferencesDialog|
source: <h2>Audio file formats Support:</h2><ul>
eo: <h2>Subteno de sondosierformatoj:</h2><ul>
nl: <h2>Ondersteuning voor audiobestandsformaten:</h2><ul>

# PreferencesDialog|
source: </ul>End of Supported Audio file formats
eo: </ul>Fino de Subtenataj sondosierformatoj
nl: </ul>Einde van ondersteunde audiobestandsformaten

# PreferencesDialog|
source: Export Rolisteam Theme
eo: Eksporti Rolisteam-etoson
nl: Rolisteam-thema exporteren

# PreferencesDialog|
source: Rolisteam Theme: %1
eo: Rolisteam-Etoso: %1
nl: Rolisteam-thema: %1

# PreferencesDialog|
source: Import Rolisteam Theme
eo: Importi Rolisteam-etoson
nl: Rolisteam-thema importeren

# PreferencesDialogBox|
source: Dialog
eo: Dialogo
nl: Dialoog

# PreferencesDialogBox|
source: General
eo: Ĝenerala
nl: Algemeen

# PreferencesDialogBox|
source: Map
eo: Mapo
nl: Kaart

# PreferencesDialogBox|
source: Fog Of War:
eo: Nebulo de Milito:
nl: Mist van oorlog:

# PreferencesDialogBox|
source: Default Map Permission:
eo: Defaŭlta Mapo-Permeso:
nl: Standaard kaartrechten:

# PreferencesDialogBox|
source: Opacity Value:
eo: Opakecvaloro:
nl: Waarde van dekking:

# PreferencesDialogBox|
source: Item Highlight Color
eo: Objekta Elstarigokoloro
nl: Accentuatiekleur van item

# PreferencesDialogBox|
source: Pen Width Highlight:
eo: Skriblarĝo de Skribilo:
nl: Accentuering van penbreedte:

# PreferencesDialogBox|
source: Only apply on future maps.
eo: Apliki nur al estontaj mapoj.
nl: Alleen toepassen op toekomstige kaarten.

# PreferencesDialogBox|
source: Behaviour
eo: Konduto
nl: Gedrag

# PreferencesDialogBox|
source: Check for Update
eo: Kontroli por Ĝisdatigo
nl: Op bijwerken controleren

# PreferencesDialogBox|
source: Don't show "Tips of the day"
eo: Ne montri "Konsiloj de la tago"
nl: "Tips van de dag" niet tonen

# PreferencesDialogBox|
source: Full Screen at launch
eo: Plena Ekrano ĉe lanĉo
nl: Volledig scherm bij opstarten

# PreferencesDialogBox|
source: <html><head/><body><p>Some users have experienced disconnection while they don't send or receive any message. </p><p>This feature is sending heartbeat message to prevent that behaviour.</p></body></html>
eo: <html><head/><body><p>Kelkaj uzantoj spertis malkonekton dum ili ne sendas aŭ ricevas mesaĝon. </p><p>Ĉi tiu funkcio sendas korbatmesaĝon por malhelpi tiun konduton.</p></body></html>
nl: <html><head/><body><p>Sommige gebruikers hebben verbreken van de verbinding ervaren terwijl ze geen berichten ontvongen of verzonden. </p><p>Deze functie verzendt hartslagberichten om dit gedrag te voorkomen.</p></body></html>

# PreferencesDialogBox|
source: Keep connection alive
eo: Konservi konekton viva
nl: Verbinding in stand houden

# PreferencesDialogBox|
source: Every
eo: Ĉiu
nl: Ieder

# PreferencesDialogBox|
source: All subwindows will have a short title (making tab shorter)
eo: Ĉiuj subfenestroj havos mallongan titolon (mallongigante langeton)
nl: Alle subvensters zullen een korte titel hebben (tabblad korter)

# PreferencesDialogBox|
source: Short title in Tabview
eo: Mallonga titolo en Tabview
nl: Korte titel in tabbladweergave

# PreferencesDialogBox|
source: Max Length:
eo: Maksimuma Longo:
nl: Maximale lengte:

# PreferencesDialogBox|
source: Pictures fit their Windows (at the opening)
eo: Bildoj konvenas al siaj Vindozo (ĉe la malfermo)
nl: Plaatjes passen in hun vensters (bij de opening)

# PreferencesDialogBox|
source: Application Language*
eo: Apliklingvo*
nl: Taal van toepassing*

# PreferencesDialogBox|
source: Use system language
eo: Uzi sistemlingvon
nl: Taal van systeem gebruiken

# PreferencesDialogBox|
source: Available translations:
eo: Haveblaj tradukoj:
nl: Beschikbare vertalingen:

# PreferencesDialogBox|
source: Custom translation
eo: Propra traduko
nl: Aangepaste vertaling

# PreferencesDialogBox|
source: Translation File:
eo: Tradukdosiero:
nl: Bestand met vertaling:

# PreferencesDialogBox|
source: Character Sheet
eo: Karaktera Folio
nl: Blad met karakter

# PreferencesDialogBox|
source: Time between page:
eo: Tempo inter paĝo:
nl: Tijd tussen pagina's:

# PreferencesDialogBox|
source: Messaging
eo: Mesaĝado

# PreferencesDialogBox|
source: Save chatrooms data
eo: Konservi babilejajn datumojn

# PreferencesDialogBox|
source: * : need restart
eo: * : necesas rekomenci
nl: * : heeft herstart nodig

# PreferencesDialogBox|
source: External Editors
eo: Eksteraj Redaktiloj

# PreferencesDialogBox|
source: Path:
eo: Vojo:

# PreferencesDialogBox|
source: Parameters:
eo: Parametroj:

# PreferencesDialogBox|
source: MindMap
eo: MensMapo

# PreferencesDialogBox|
source: Path
eo: Vojo

# PreferencesDialogBox|
source: Parameters
eo: Parametroj

# PreferencesDialogBox|
source: Text Editor
eo: Tekstredaktilo

# PreferencesDialogBox|
source: TextLabel
eo: TekstEtikedo

# PreferencesDialogBox|
source: %1 is a placeholder for the filename of the file.
eo: %1 estas lokokupilo por la nomo de la dosiero.

# PreferencesDialogBox|
source: Themes
eo: Etosoj
nl: Thema's

# PreferencesDialogBox|
source: Theme
eo: Etoso
nl: Thema

# PreferencesDialogBox|
source: Current Theme*
eo: Aktuala Etoso*
nl: Huidig thema*

# PreferencesDialogBox|
source: Theme name
eo: Etosonomo
nl: Themanaam

# PreferencesDialogBox|
source: Styles:
eo: Stiloj:
nl: Stijlen:

# PreferencesDialogBox|
source: Copy
eo: Kopii
nl: Kopie

# PreferencesDialogBox|
source: Delete
eo: Forigi
nl: Verwijderen

# PreferencesDialogBox|
source: Edit...
eo: Redakti...
nl: Bewerken...

# PreferencesDialogBox|
source: Background
eo: Fono
nl: Achtergrond

# PreferencesDialogBox|
source: Color:
eo: Koloro:
nl: Kleur:

# PreferencesDialogBox|
source: Image:
eo: Bildo:
nl: Afbeelding:

# PreferencesDialogBox|
source: Positioning:
eo: Pozicio:
nl: Positionering:

# PreferencesDialogBox|
source: TopLeftCorner
eo: SupraMaldekstra Angulo
nl: Hoek linksboven

# PreferencesDialogBox|
source: BottomLeftCorner
eo: Malsupra Maldekstra Angulo
nl: Hoek linksonder

# PreferencesDialogBox|
source: Center
eo: Centro
nl: Midden

# PreferencesDialogBox|
source: TopRightCorner
eo: Supra Dekstra Angulo
nl: Hoek rechtsboven

# PreferencesDialogBox|
source: BottomRightCorner
eo: Malsupra Dekstra Angulo
nl: Hoek rechtsonder

# PreferencesDialogBox|
source: Scaled
eo: Skvamita
nl: Geschaald

# PreferencesDialogBox|
source: Filled
eo: Plenigita
nl: Gevuld

# PreferencesDialogBox|
source: Repeated
eo: Ripetis
nl: Herhaald

# PreferencesDialogBox|
source: Dice Highlight Color
eo: Ĵetkuboj Highlight Koloro
nl: Accentuatiekleur van dobbelsteen

# PreferencesDialogBox|
source: Color Palette
eo: Kolora Paletro
nl: Kleurpalet

# PreferencesDialogBox|
source: *: need restart
eo: *: bezonas rekomenci
nl: * : heeft herstart nodig

# PreferencesDialogBox|
source: Import…
eo: Importi…
nl: Importeren…

# PreferencesDialogBox|
source: Export…
eo: Eksporti…
nl: Exporteren…

# PreferencesDialogBox|
source: Diagnostic
eo: Diagnoza
nl: Diagnostiek

# PreferencesDialogBox|
source: Start
eo: Komenci
nl: Starten

# SelectConnectionProfileDialog|
source: Select directory
eo: Elekti dosierujon
nl: Selecteer map

# SelectConnectionProfileDialog|
source: Welcome To Rolisteam - Connection Dialog
eo: Bonvenon Al Rolisteam - Konekta Dialogo
nl: Welkom bij Rolisteam - verbindingsdialoog

# SelectConnectionProfileDialog|
source: New Character
eo: Nova Karaktero
nl: Nieuw karakter

# SelectConnectionProfileDialog|
source: Remove character
eo: Forigi karakteron
nl: Karakter verwijderen

# SelectConnectionProfileDialog|
source: Connect
eo: Konekti
nl: Verbinden

# SelectConnectionProfileDialog|
source: stop
eo: halti
nl: stoppen

# SelectConnectionProfileDialog|
source: playerAvatar
eo: ludantoAvataro
nl: Avatar van speler

# SelectConnectionProfileDialog|
source: Clone profile
eo: Klona profilo
nl: Profiel klonen

# ShortCutEditorDialog|
source: Shortcut Viewer
eo: Ŝparvoja Vidilo
nl: Viewer met sneltoetsen

# TipOfDayViewer|
source: %1 - Tip Of The Day
eo: %1 - Konsilo De La Tago
nl: %1 - tip van de dag

# TipOfDayViewer|
source: No Service to open links
eo: Neniu Servo por malfermi ligilojn
nl: Geen service om koppelingen te openen

# TipOfDayViewer|
source: Please find the type here: <a href="%1">%1</a>
eo: Bonvolu trovi la tipon ĉi tie: <a href="%1">%1</a>
nl: Zoek hier naar het type: <a href="%1">%1</a>

# TipOfDayViewer|
source: Dialog
eo: Dialogo
nl: Dialoog

# TipOfDayViewer|
source: Never show it again !
eo: Neniam montri ĝin denove!
nl: Nooit opnieuw tonen !

# MapWizzardDialog|
source: No Right
eo: Ne Rajto
nl: Geen recht

# MapWizzardDialog|
source: His character
eo: Lia karaktero
nl: Zijn karakter

# MapWizzardDialog|
source: All Permissions
eo: Ĉiuj Permesoj
nl: Alle rechten

# MapWizzardDialog|
source: Hidden
eo: Kaŝita
nl: Verborgen

# MapWizzardDialog|
source: Fog of War
eo: Nebulo de Milito
nl: Mist van oorlog

# MapWizzardDialog|
source: All visible
eo: Ĉiuj videblaj
nl: Alles zichtbaar

# MapWizzardDialog|
source: Map Wizzard
eo: Map-Sorĉisto
nl: Assistent voor kaart

# MapWizzardDialog|
source: Title :
eo: Titolo:
nl: Titel :

# MapWizzardDialog|
source: Background Color :
eo: Fona Koloro:
nl: Achtergrondkleur :

# MapWizzardDialog|
source: Visibility Mode:
eo: Reĝimo de Videbleco:
nl: Zichtbaarheidsmodus:

# MapWizzardDialog|
source: Permission Mode:
eo: Permesa Reĝimo:
nl: Toestemmingsmodus:

# MapWizzardDialog|
source: Grid
eo: Krado
nl: Raster

# MapWizzardDialog|
source: Grid Pattern:
eo: Krada Ŝablono:
nl: Roosterpatroon:

# MapWizzardDialog|
source: Color:
eo: Koloro:
nl: Kleur:

# MapWizzardDialog|
source: Size:
eo: Grandeco:
nl: Grootte:

# MapWizzardDialog|
source: Scale:
eo: Skalo:
nl: Schaal:

# MapWizzardDialog|
source: mile
eo: mejlo
nl: mijl

# MapWizzardDialog|
source: yard
eo: korto

# MapWizzardDialog|
source: inch
eo: colo

# MapWizzardDialog|
source: foot
eo: piedo
nl: voet

# campaign::AntagonistBoard|
source: Edit Token
eo: Redakti Tokenon
nl: Token bewerken

# campaign::AntagonistBoard|
source: Clone Character
eo: Klona Karaktero
nl: Karakter klonen

# campaign::AntagonistBoard|
source: Change Image
eo: Ŝanĝi Bildon
nl: Afbeelding wijzigen

# campaign::AntagonistBoard|
source: Main columns
eo: Ĉefaj kolumnoj
nl: Hoofdkolommen

# campaign::AntagonistBoard|
source: Minimal Columns
eo: Minimumaj Kolumnoj
nl: Minimale kolommen

# campaign::AntagonistBoard|
source: Save
eo: Konservi
nl: Opslaan

# campaign::AntagonistBoard|
source: Show Columns
eo: Montri Kolumnojn
nl: Kolommen tonen

# AntagonistBoard|
source: Search:
eo: Serĉi:
nl: Zoeken:

# AntagonistBoard|
source: Advanced
eo: Altnivela
nl: Geavanceerd

# AntagonistBoard|
source: Without
eo: Sen
nl: Zonder

# AntagonistBoard|
source: with
eo: kun
nl: met

# AntagonistBoard|
source: Avatar:
eo: Avataro:

# AntagonistBoard|
source: exclude:
eo: ekskludi:
nl: uitsluiten:

# AntagonistBoard|
source: tags:
eo: etikedoj:

# AntagonistBoard|
source: Actions:
eo: Agoj:
nl: Acties:

# AntagonistBoard|
source: State:
eo: Stato:
nl: Status:

# AntagonistBoard|
source: without
eo: sen
nl: zonder

# AntagonistBoard|
source: exclude tags:
eo: ekskludi etikedojn:
nl: tags uitsluiten:

# AntagonistBoard|
source: Health:
eo: Sano:
nl: Welzijn:

# AntagonistBoard|
source: full life
eo: plena vivo
nl: volledig leven

# AntagonistBoard|
source: Injured
eo: Vundita
nl: Gewond

# AntagonistBoard|
source: Dead
eo: Mortinta
nl: Dood

# AntagonistBoard|
source: Initiative Score:
eo: Iniciata Poentaro:
nl: Initiatiefscore:

# AntagonistBoard|
source: Properties:
eo: Propraĵoj:
nl: Eigenschappen:

# AntagonistBoard|
source: Initiative Command:
eo: Iniciata Komando:
nl: Initiatiefcommando:

# AntagonistBoard|
source: Shapes:
eo: Formoj:
nl: Vormen:

# AntagonistBoard|
source: Color:
eo: Koloro:
nl: Kleur:

# AntagonistBoard|
source: Name:
eo: Nomo:
nl: Naam:

# AntagonistBoard|
source: Initiative Command
eo: Iniciata Komando
nl: Initiatiefcommando

# AntagonistBoard|
source: Initiative Value:
eo: Iniciata Valoro:
nl: Initiatiefwaarde:

# AntagonistBoard|
source: Size:
eo: Grandeco:
nl: Grootte:

# AntagonistBoard|
source: Health Points
eo: Sanaj Punktoj
nl: Welzijnpunten

# AntagonistBoard|
source: Current
eo: Nuna
nl: Huidige

# AntagonistBoard|
source: Max
eo: Maks

# AntagonistBoard|
source: Avatar
eo: Avataro

# AntagonistBoard|
source: Change
eo: Ŝanĝi
nl: Wijziging

# AntagonistBoard|
source: Action
eo: Ago
nl: Actie

# AntagonistBoard|
source: Actions
eo: Agoj
nl: Acties

# AntagonistBoard|
source: Shape
eo: Formo
nl: Vorm

# AntagonistBoard|
source: Shapes
eo: Formoj
nl: Vormen

# AntagonistBoard|
source: Property
eo: Propreco
nl: Eigenschap

# AntagonistBoard|
source: Properties
eo: Proprecoj
nl: Eigenschappen

# AntagonistBoard|
source: Add Action
eo: Aldoni Agon
nl: Actie toevoegen

# AntagonistBoard|
source: add action
eo: aldoni agon
nl: actie toevoegen

# AntagonistBoard|
source: Remove Action
eo: Forigi Agon
nl: Actie verwijderen

# AntagonistBoard|
source: Add Shape
eo: Aldoni Formon
nl: Vorm toevoegen

# AntagonistBoard|
source: Remove Shape
eo: Forigi Formon
nl: Vorm verwijderen

# AntagonistBoard|
source: Add Property
eo: Aldoni Proprecon
nl: Eigenschap toevoegen

# AntagonistBoard|
source: Remove Property
eo: Forigi Proprecon
nl: Eigenschap verwijderen

# AntagonistBoard|
source: Add Character
eo: Aldoni Karakteron
nl: Karakter toevoegen

# AntagonistBoard|
source: Remove Character
eo: Forigi Karakteron
nl: Karakter verwijderen

# AudioPlayer|
source: Background Music
eo: Fona Muziko
nl: Achtergrondmuziek

# AudioPlayer|
source: Show/hide Player %1
eo: Montri/kaŝi Ludanton %1
nl: Speler %1 tonen/verbergen

# campaign::CampaignDock|
source: Campaign Content
eo: Enhavo de Kampanjo
nl: Campagne-inhoud

# campaign::CampaignDock|
source: All
eo: Ĉiuj
nl: Alles

# campaign::CampaignDock|
source: AudioFile
eo: Sondosiero
nl: Audiobestand

# campaign::CampaignDock|
source: CharacterSheet
eo: Karaktera Folio
nl: Blad met karakter

# campaign::CampaignDock|
source: Image
eo: Bildo
nl: Afbeelding

# campaign::CampaignDock|
source: Map
eo: Mapo
nl: Kaart

# campaign::CampaignDock|
source: Mindmap
eo: Mensmapo

# campaign::CampaignDock|
source: PlayList
eo: Ludlisto
nl: Afspeellijst

# campaign::CampaignDock|
source: Text
eo: Teksto
nl: Tekst

# campaign::CampaignDock|
source: WebPage
eo: Retpaĝo
nl: Webpagina

# CampaignDock|
source: Campaign Content
eo: Enhavo de Kampanjo
nl: Campagne-inhoud

# CampaignDock|
source: Search
eo: Serĉi
nl: Zoeken

# CampaignDock|
source: Type:
eo: Tipo:

# ChannelListPanel|
source: Edit Channel
eo: Redakti Kanalon
nl: Kanaal bewerken

# ChannelListPanel|
source: Lock/Unlock Channel
eo: Ŝlosi/Malŝlosi Kanalon
nl: Kanaal vergrendelen/ontgrendelen

# ChannelListPanel|
source: Switch to channel
eo: Ŝanĝi al kanalo
nl: Naar kanaal omschakelen

# ChannelListPanel|
source: Set/Unset Channel Password
eo: Agordu/Malŝalti Kanalan Pasvorton
nl: Kanaalwachtwoord instellen/verwijderen

# ChannelListPanel|
source: Add channel
eo: Aldoni kanalon
nl: Kanaal toevoegen

# ChannelListPanel|
source: Add subchannel
eo: Aldoni subkanalon
nl: Subchannel toevoegen

# ChannelListPanel|
source: Delete Channel
eo: Forigi Kanalon
nl: Kanaal verwijderen

# ChannelListPanel|
source: Set Default
eo: Agordi Defaŭltan
nl: Standaard instellen

# ChannelListPanel|
source: Log as admin
eo: Ensaluti kiel administranto
nl: Als admin loggen

# ChannelListPanel|
source: Kick User
eo: Kick Uzanto
nl: Gebruiker een schop geven

# ChannelListPanel|
source: Ban User
eo: Malpermesi Uzanton
nl: Gebruiker verbannen

# ChannelListPanel|
source: Reset Data Channel
eo: Restarigi Datuman Kanalon
nl: Gegevenskanaal resetten

# ChannelListPanel|
source: Move User
eo: Movi Uzanton
nl: Gebruiker verplaatsen

# ChannelListPanel|
source: Admin Password
eo: Administra Pasvorto
nl: Wachtwoord van admin

# ChannelListPanel|
source: Password
eo: Pasvorto
nl: Wachtwoord

# ChannelListPanel|
source: Channel Password
eo: Kanala Pasvorto
nl: Kanaalwachtwoord

# ChannelListPanel|
source: Password for channel: %1 - leave empty for no password
eo: Pasvorto por kanalo: %1 - lasu malplena por neniu pasvorto
nl: Wachtwoord voor kanaal: %1 - leeg laten voor geen wachtwoord

# ChannelListPanel|
source: Channel %1 required password:
eo: Kanalo %1 bezonata pasvorto:
nl: Kanaal %1 vereist wachtwoord:

# ChannelListPanel|
source: Channel List
eo: Kanala Listo
nl: Kanaallijst

source: Notification Zone
eo: Sciiga Zono
nl: Meldingenzone

# PlayersPanel|
source: Player List
eo: Listo de Ludantoj
nl: Spelerslijst

# VmapTopBar|
source: TopBar for VMap
eo: TopBar por VMap
nl: Topbalk voor VMap

# VmapTopBar|
source: Square Grid
eo: Kvadrata Krado
nl: Vierkant raster

# VmapTopBar|
source: Hexagonal Grid
eo: Sesangula Krado
nl: Hexagonaal raster

# VmapTopBar|
source: Grid Above
eo: Krado Supre
nl: Raster erboven

# VmapTopBar|
source: Permission: GM only
eo: Permeso: GM nur
nl: Toestemming: alleen GM

# VmapTopBar|
source: Permission: PC Move
eo: Permeso: PC Move
nl: Toestemming: PC verplaatsen

# VmapTopBar|
source: Permission: All
eo: Permeso: Ĉiuj
nl: Toestemming: allen

# VmapTopBar|
source: Visibility: Hidden
eo: Videbleco: Kaŝita
nl: Zichtbaarheid: verborgen

# VmapTopBar|
source: Visibility: Fog
eo: Videbleco: Nebulo
nl: Zichtbaarheid: mist

# VmapTopBar|
source: Visibility: All
eo: Videbleco: Ĉiuj
nl: Zichtbaarheid: alles

# VmapTopBar|
source: Current Layer: Ground
eo: Nuna Tavolo: Grunda
nl: Huidige laag: grond

# VmapTopBar|
source: Current Layer: Object
eo: Nuna Tavolo: Objekto
nl: Huidige laag: object

# VmapTopBar|
source: Current Layer: Character
eo: Nuna Tavolo: Karaktero
nl: Huidige laag: karakter
