Repository: Rolisteam/rolisteam
Catalog: poqm/*/rolisteam_qt.po
Languages: eo, nl

# VmapTopBar|
source: Current Layer: GameMaster
eo: Nuna Tavolo: GameMaster
nl: Huidige laag: spelmeester

# VmapTopBar|
source: hide other layers
eo: kaŝi aliajn tavolojn
nl: andere lagen verbergen

# VmapTopBar|
source: Character Vision
eo: Karaktero Vizio
nl: Zicht op karakter

# VmapTopBar|
source: Show Transparent Item
eo: Montri Travidebla Ero
nl: Transparant item tonen

# VmapTopBar|PC = playable character
source: Show/Hide PC name
eo: Montru/Kaŝi nomon de komputilo
nl: PC-naam tonen/verbergen

# VmapTopBar|NPC = non-playable character
source: Show/Hide NPC name
eo: Montri/Kaŝi NPC-nomon
nl: NPC-naam tonen/verbergen

# VmapTopBar|
source: Show/Hide NPC number
eo: Montri/Kaŝi NPC-numeron
nl: NPC-nummer tonen/verbergen

# VmapTopBar|
source: Show/Hide State
eo: Montri/Kaŝi Staton
nl: Status tonen/verbergen

# VmapTopBar|
source: Show/Hide Health Bar
eo: Montri/Kaŝi Sanecbreton
nl: Welzijnbalk tonen/verbergen

# VmapTopBar|
source: Show/Hide Initiative
eo: Montri/Kaŝi Iniciaton
nl: Initiatief tonen/verbergen

# VmapTopBar|
source: inch
eo: colo

# VmapTopBar|
source: foot
eo: piedo
nl: voet

# MRichTextEdit|
source: Standard
eo: Normo
nl: Standaard

# MRichTextEdit|
source: Heading 1
eo: Titolo 1
nl: Kop 1

# MRichTextEdit|
source: Heading 2
eo: Titolo 2
nl: Kop 2

# MRichTextEdit|
source: Heading 3
eo: Titolo 3
nl: Kop 3

# MRichTextEdit|
source: Heading 4
eo: Titolo 4
nl: Kop 4

# MRichTextEdit|
source: Monospace
eo: Monospaco
nl: Niet-proportioneel

# MRichTextEdit|
source: Remove character formatting
eo: Forigi karakteran formatadon
nl: Opmaak van karakter verwijderen

# MRichTextEdit|
source: Remove all formatting
eo: Forigi ĉian formatadon
nl: Alle opmaak verwijderen

# MRichTextEdit|
source: Edit document source
eo: Redakti dokumentfonton
nl: Documentbron bewerken

# MRichTextEdit|
source: Document source
eo: Dokumentfonto
nl: Documentbron

# MRichTextEdit|
source: Create a link
eo: Krei ligilon
nl: Een koppeling maken

# MRichTextEdit|
source: Link URL:
eo: URL de ligilo:
nl: URL-adreskoppeling:

# MRichTextEdit|
source: Select an image
eo: Elekti bildon
nl: Een afbeelding selecteren

# MRichTextEdit|
source: JPEG (*.jpg);; GIF (*.gif);; PNG (*.png);; BMP (*.bmp);; All (*)
eo: JPEG (*.jpg);; GIF (*.gif);; PNG (*.png);; BMP (*.bmp);; Ĉiuj (*)
nl: JPEG (*.jpg);; GIF (*.gif);; PNG (*.png);; BMP (*.bmp);; Allen (*)

# MRichTextEdit|
source: Paragraph formatting
eo: Formatado de alineoj
nl: Opmaak van alinea

# MRichTextEdit|
source: Undo (CTRL+Z)
eo: Malfari (CTRL+Z)
nl: Ongedaan maken (Ctrl+Z)

# MRichTextEdit|
source: Undo
eo: Malfari
nl: Ongedaan maken

# MRichTextEdit|
source: Redo
eo: Refari
nl: Opnieuw doen

# MRichTextEdit|
source: Cut (CTRL+X)
eo: Tondi (CTRL+X)
nl: Knippen (Ctrl+X)

# MRichTextEdit|
source: Cut
eo: Tranĉi
nl: Knippen

# MRichTextEdit|
source: Copy (CTRL+C)
eo: Kopii (CTRL+C)
nl: Kopiëren (Ctrl+C)

# MRichTextEdit|
source: Copy
eo: Kopii
nl: Kopiëren

# MRichTextEdit|
source: Paste (CTRL+V)
eo: Alglui (CTRL+V)
nl: Plakken (CTRL+V)

# MRichTextEdit|
source: Paste
eo: Alglui
nl: Plakken

# MRichTextEdit|
source: Link (CTRL+L)
eo: Ligo (CTRL+L)
nl: Koppeling (CTRL+L)

# MRichTextEdit|
source: Link
eo: Ligo
nl: Koppeling

# MRichTextEdit|
source: Bold
eo: Grasa
nl: Vet

# MRichTextEdit|
source: Italic (CTRL+I)
eo: Kursivo (CTRL+I)
nl: Cursief (CTRL+I)

# MRichTextEdit|
source: Italic
eo: Kursiva
nl: Cursief

# MRichTextEdit|
source: Underline (CTRL+U)
eo: Substreki (CTRL+U)
nl: Onderstrepen (CTRL+U)

# MRichTextEdit|
source: Underline
eo: Substreki
nl: Onderstrepen

# MRichTextEdit|
source: Strike Out
eo: Forstreki
nl: Doorstrepen

# MRichTextEdit|
source: Bullet list (CTRL+-)
eo: Kuglolisto (CTRL+-)
nl: Opsomming (CTRL+-)

# MRichTextEdit|
source: Bullet list
eo: Kuglolisto
nl: Opsomming

# MRichTextEdit|
source: Ordered list (CTRL+=)
eo: Ordigita listo (CTRL+=)
nl: Geordende lijst (CTRL+=)

# MRichTextEdit|
source: Ordered list
eo: Ordigita listo
nl: Geordende lijst

# MRichTextEdit|
source: Decrease indentation (CTRL+,)
eo: Malpliigi deŝovon (CTRL+,)
nl: Inspringen verminderen (CTRL+,)

# MRichTextEdit|
source: Decrease indentation
eo: Malpliigi indentaĵon
nl: Inspringen verminderen

# MRichTextEdit|
source: Increase indentation (CTRL+.)
eo: Pliigi deŝovon (CTRL+.)
nl: Inspringen vergroten (CTRL+.)

# MRichTextEdit|
source: Increase indentation
eo: Pliigi indentaĵon
nl: Inspringen vergroten

# MRichTextEdit|
source: Text foreground color
eo: Teksta malfonokoloro
nl: Voorgrondkleur van tekst

# MRichTextEdit|
source: Text background color
eo: Teksta fonkoloro
nl: Achtergrondkleur van tekst

# MRichTextEdit|
source: Font size
eo: Grando de tiparo
nl: Tekengrootte

# OOReader|
source: Unable to convert document body!
eo: Ne eblas konverti dokumentkorpon!
nl: Kan inhoud van document niet converteren!

# XMLTextEdit|
source: Found xml error
eo: Trovis xml-eraron
nl: XML-fout gevonden

# XMLTextEdit|
source: Check line %1 column %2 on string "%3"!
eo: Kontroli linion %1 kolumnon %2 sur ĉeno "%3"!
nl: Controleer regel %1 kolom %2 op tekenreeks "%3"!

# XMLTextEdit|
source: XML valid.
eo: XML valida.
nl: XML geldig.

# XMLTextEdit|
source: All tag are valid size %1.
eo: Ĉiuj etikedo estas valida grandeco %1.
nl: Alle tags hebben geldige grootte %1.

# XMLTextEdit|
source: XML not found!
eo: XML ne trovita!
nl: XML niet gevonden!

# XMLTextEdit|
source: Null size xml document!
eo: Nula grandeco xml-dokumento!
nl: XML-document heeft grootte nul!

# XMLTextEdit|
source: Zoom In CTRL/+
eo: Zomi CTRL/+
nl: Inzoomen Ctrl/+

# XMLTextEdit|
source: Zoom Out CTRL/-
eo: Zomi CTRL/-
nl: Uitzoomen Ctrl/-

# XMLTextEdit|
source: Check xml syntax
eo: Kontroli xml-sintakso
nl: Syntaxis van XML controleren

# NoteContainer|
source: %1 - Note
eo: %1 - Noto
nl: %1 - notitie

# TextEdit|
source: File Actions
eo: Dosieraj Agoj
nl: Bestandsacties

# TextEdit|
source: &File
eo: &Dosiero
nl: &Bestand

# TextEdit|
source: &Save
eo: Kon&servi
nl: Op&slaan

# TextEdit|
source: &Print...
eo: &Presi...
nl: Af&drukken...

# TextEdit|
source: Print Preview...
eo: Presita antaŭvido...
nl: Afdrukvoorbeeld...

# TextEdit|
source: &Export PDF...
eo: &Eksporti PDF...
nl: PDF &exporteren...

# TextEdit|
source: Edit Actions
eo: Redakti Agojn
nl: Acties bewerken

# TextEdit|
source: &Edit
eo: R&edakti
nl: B&ewerken

# TextEdit|
source: &Undo
eo: &Malfari
nl: &Ongedaan maken

# TextEdit|
source: &Redo
eo: &Refari
nl: Opnie&uw

# TextEdit|
source: Cu&t
eo: &Tondi
nl: Kni&ppen

# TextEdit|
source: &Copy
eo: &Kopii
nl: &Kopiëren

# TextEdit|
source: &Paste
eo: &Alglui
nl: &Plakken

# TextEdit|
source: Format Actions
eo: Formataj Agoj
nl: Opmaakacties

# TextEdit|
source: F&ormat
eo: F&ormato
nl: F&ormatteren

# TextEdit|
source: &Bold
eo: &Grasa
nl: &Vet

# TextEdit|
source: &Italic
eo: Kurs&iva
nl: &Cursief

# TextEdit|
source: &Underline
eo: S&ubstreki
nl: Onderstre&pen

# TextEdit|
source: &Left
eo: Ma&ldekstre
nl: &Links

# TextEdit|
source: C&enter
eo: C&entro
nl: &Midden

# TextEdit|
source: &Right
eo: Dekst&re
nl: &Rechts

# TextEdit|
source: &Justify
eo: Ĝisrandi&gi
nl: &Uitvullen

# TextEdit|
source: &Color...
eo: &Koloro...
nl: &Kleur...

# TextEdit|
source: Application
eo: Apliko
nl: Toepassing

# TextEdit|
source: The document has been modified. Do you want to save your changes?
eo: La dokumento estas modifita. Ĉu vi volas konservi viajn ŝanĝojn?
nl: Het document is gewijzigd. Wilt u de wijzigingen opslaan?

# TextEdit|
source: Print Document
eo: Presi Dokumenton
nl: Document afdrukken

# TextEdit|
source: About
eo: Pri
nl: Info over

# TextEdit|
source: This example demonstrates Qt's rich text editing facilities in action, providing an example document for you to experiment with.
eo: Ĉi tiu ekzemplo montras la riĉajn tekstajn redaktajn instalaĵojn de Qt en agado, provizante ekzemplodokumenton por ke vi eksperimentu.
nl: Dit voorbeeld demonstreert de rijke tekstbewerkingsfaciliteiten van Qt in actie, en levert een voorbeelddocument aan u om mee te experimenteren.

# TextEdit|
source: OpenOffice 2.4 file format OASIS
eo: OpenOffice 2.4 dosierformato OASIS
nl: OpenOffice 2.4 bestandsformaat OASIS

# AnnounceDocumentDialog|
source: Announce Document
eo: Anonci Dokumenton
nl: Aankondigingsdocument

# AnnounceDocumentDialog|
source: Name:
eo: Nomo:
nl: Naam:

# AnnounceDocumentDialog|
source: Broadcast this document
eo: Dissendi ĉi tiun dokumenton
nl: Dit document rondbazuinen

# AnnounceDocumentDialog|
source: Always use this name
eo: Ĉiam uzi ĉi tiun nomon
nl: Altijd deze naam gebruiken

# AnnounceDocumentDialog|
source: You can change this in the preferences dialog.
eo: Vi povas ŝanĝi ĉi tion en la dialogo de preferoj.
nl: U kunt dit in de voorkeurendialoog wijzigen.

source: Connect to Document
eo: Konekti al Dokumento
nl: Met document verbinden

# ConnectToDocument|
source: New...
eo: Nova...
nl: Nieuw...

# ConnectToDocument|
source: Username:
eo: Uzantnomo:
nl: Gebruikersnaam:

# ConnectToDocument|
source: DefaultName
eo: DefaŭltaNomo
nl: Standaardnaam

# ConnectToDocument|
source: Address:
eo: Adreso:
nl: Adres:

# ConnectToDocument|
source: Port:
eo: Pordo:
nl: Poort:

# ConnectToDocument|
source: LAN Cahoots Documents:
eo: Dokumentoj de LAN Cahoots:
nl: LAN Cahoots documenten:

# Document|
source: The string was not found.
eo: La ĉeno ne estis trovita.
nl: De tekenreeks is niet gevonden.

# Document|
source: Form
eo: Formo
nl: Formulier

# FindDialog|
source: Find
eo: Trovi
nl: Zoeken

# FindDialog|
source: Find:
eo: Trovi:
nl: Zoeken:

# FindDialog|
source: Replace With:
eo: Anstataŭigi kun:
nl: Vervangen door:

# FindDialog|
source: Ignore Case
eo: Ignori Usklecon
nl: Negeer hoofd- en kleine letters

# FindDialog|
source: Wrap Around
eo: Volvi Ĉirkaŭ
nl: Regels afbreken

# FindDialog|
source: Contains
eo: Enhavas
nl: Bevat

# FindDialog|
source: Starts With
eo: Komencas Kun
nl: Begint met

# FindDialog|
source: Entire Word
eo: Tuta Vorto
nl: Geheel woord

# FindDialog|
source: Replace All
eo: Anstataŭigi Ĉion
nl: Alles vervangen

# FindDialog|
source: Replace
eo: Anstataŭigi
nl: Vervangen

# FindDialog|
source: Find && Replace
eo: Trovi && Anstataŭigi
nl: Zoeken && vervangen

# FindDialog|
source: Previous
eo: Antaŭa
nl: Vorige

# FindDialog|
source: Next
eo: Poste
nl: Volgende

# FindToolBar|
source: Form
eo: Formo
nl: Formulier

# FirstRunDialog|
source: Welcome to Cahoots
eo: Bonvenon al Cahoots
nl: Welkom bij Cahoots

# FirstRunDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:28pt; font-weight:600;">Welcome to Cahoots! </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:16pt; font-weight:600;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cahoots is an open-source, crossplatform collaborative text editor as the Pepperdine Computer Science 2010 Senior Capstone project.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Connecting and Announcing documents for collaboration is available under the <span style=" font-weight:600;">Tools</span> menu.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cahoots is freely available under the LGPL <a href="http://code.google.com/p/cahootseditor/"><span style=" text-decoration: underline; color:#0000ff;">here</span></a>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- Chris, Anandi, and David</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:28pt; font-weight:600;">Bonvenon al Cahoots! </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:16pt; font-weight:600;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cahoots estas malfermfonta, transplatforma kunlabora tekstredaktilo el la projekto Pepperdine Computer Science 2010 Senior Capstone.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Konekti kaj Anonci dokumentojn por kunlaboro estas havebla sub la menuo <span style=" font-weight:600;">Iloj</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cahoots estas libere havebla sub la LGPL <a href="http://code.google.com/p/cahootseditor/"><span style=" text-decoration: underline; color:#0000ff;">here</span></a>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- Chris, Anandi kaj David</p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:28pt; font-weight:600;">Welkom bij Cahoots! </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:16pt; font-weight:600;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cahoots is een open-source, crossplatform tekstbewerker voor samenwerken zoals het Pepperdine Computer Science 2010 Senior Capstone project.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Verbinden en aankondigen van documenten voor samenwerken zijn beschikbaar onder het menu <span style=" font-weight:600;">Hulpmiddelen</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cahoots is vrij beschikbaar <a href="http://code.google.com/p/cahootseditor/"><span style=" text-decoration: underline; color:#0000ff;">hier</span></a> onder de LGPL.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- Chris, Anandi en David</p></body></html>
